[
    {
        "id": 1,
        "content": "Tư tưởng, đạo đức Hồ Chí Minh\n1. Hồ Chí Minh khẳng định chủ nghĩa Mác - Lênin là nền tảng tư tưởng, kim chỉ nam cho hành động của Đảng và cách mạng Việt Nam.\nVấn đề nền tảng tư tưởng của một đảng cách mạng chân chính được các nhà sáng lập chủ nghĩa xã hội khoa học và Hồ Chí Minh đặt ra, luận giải, xuất phát từ cuộc đấu tranh của giai cấp công nhân, những người lao động, các dân tộc bị áp bức chống giai cấp tư sản và thực dân, đế quốc.\nTheo Ăngghen, cuộc đấu tranh của Đảng Xã hội - dân chủ không chỉ diễn ra dưới hai hình thức, mà trên thực tế cuộc đấu tranh đó diễn ra dưới ba hình thức và Ăngghen xếp đấu tranh lý luận ngang hàng với đấu tranh chính trị, đấu tranh kinh tế.\nChủ nghĩa Mác - Lênin, tư tưởng Hồ Chí Minh đặc biệt coi trọng vai trò của lý luận cách mạng đối với đảng cách mạng. Vào những năm đầu tiên của thế kỷ XX, Lênin viết tác phẩm Làm gì? Có thể coi Làm gì? là cẩm nang trong việc xây dựng đảng kiểu mới của giai cấp công nhân. Trong tác phẩm này, Lênin luận giải sâu sắc mối quan hệ giữa ba yếu tố: lý luận cách mạng, đảng cách mạng và phong trào cách mạng. Lênin viết: “Không có lý luận cách mạng thì cũng không thể có phong trào cách mạng”(2), “chỉ đảng nào được một lý luận tiên phong hướng dẫn đường thì mới có khả năng làm tròn vai trò chiến sĩ tiên phong”(3).\nTrung thành với quan điểm của Lênin, năm 1927, Hồ Chí Minh viết Đường cách mệnh - tác phẩm đặt cơ sở cho việc xây dựng Đảng ta về chính trị, tư tưởng và tổ chức. Thật có ý nghĩa khi thấy ngay trang bìa cuốn Đường cách mệnh, Hồ Chí Minh dẫn lời Lênin: “Không có lý luận cách mệnh, thì không có cách mệnh vận động... Chỉ có theo lý luận cách mệnh tiền phong, đảng cách mệnh mới làm nổi trách nhiệm tiền phong”(4). Đọc Đường cách mệnh của Hồ Chí Minh, ta gặp lại tư tưởng Lênin trong tác phẩm Làm gì?.\nĐiều rất dễ nhận ra là chính trong Đường cách mệnh, Hồ Chí Minh đã vạch rõ mối liên hệ chặt chẽ giữa phong trào cách mạng, đảng cách mạng với lý luận cách mạng – nền tảng tư tưởng, kim chỉ nam cho hành động của đảng đó.\nTrong tư tưởng Hồ Chí Minh, phá cái cũ xây cái mới, phá cái xấu, xây cái tốt, phá bỏ xã hội thực dân phong kiến tồn tại hàng trăm năm, xây xã hội mới là cách mạng. Cách mạng là một quá trình khó khăn lâu dài muốn thắng lợi cần có nhiều nhân tố. Hồ Chí Minh đặt câu hỏi: cách mạng trước hết cần phải có cái gì? Người tự trả lời trước hết phải có đảng cách mạng vững mạnh.\nĐể đưa cách mạng đến thành công, trước hết cần có đảng vững mạnh. Nhưng một đảng chỉ được coi là chân chính, vững mạnh khi có lý luận tiên phong, có một chủ nghĩa mang bản chất cách mạng và khoa học dẫn đường chỉ lối. Hồ Chí Minh thể hiện mối quan hệ khăng khít ấy, thông qua cách diễn đạt giàu hình tượng, khoa học, chặt chẽ: cách mạng trước hết cần có Đảng cách mạng vững mạnh, đảng muốn vững mạnh phải có chủ nghĩa làm cốt, đảng mà không có chủ nghĩa như người không có trí khôn, tàu không có bàn chỉ nam.\nBa mươi năm hoạt động ở nước ngoài, Hồ Chí Minh đã tìm hiểu và nghiên cứu nhiều chủ nghĩa, nhiều học thuyết. Quá trình tìm kiếm và lựa chọn đó, Hồ Chí Minh đã đưa đến cho Đảng cộng sản và cách mạng Việt Nam một chủ nghĩa làm nền tảng tư tưởng, kim chỉ nam cho hành động duy nhất đúng. Từ giữa những năm 20 của thế kỷ XX, Hồ Chí Minh đã khẳng định: Bây giờ học thuyết nhiều, chủ nghĩa nhiều nhưng chủ nghĩa chân chính nhất, chắc chắn nhất, cách mạng nhất, khoa học nhất là chủ nghĩa Mác - Lênin. Chính đó là nguyên nhân khiến Hồ Chí Minh và toàn thể dân tộc Việt Nam không một phút xa rời chủ nghĩa Mác - Lênin. Theo Hồ Chí Minh, sự sống còn của dân tộc Việt Nam đòi hỏi phải có đảng cách mạng chân chính. Việc Hồ Chí Minh lựa chọn chủ nghĩa Mác - Lênin làm nền tảng tư tưởng, kim chỉ nam cho hành động của Đảng trước hết là để cứu lấy giống nòi Việt Nam. Sự lựa chọn đó không xuất phát ý muốn chủ quan, không phải chủ yếu vì lợi ích của giai cấp công nhân, càng không phải vì lợi ích của những người cộng sản mà trước hết, trên hết là vì lợi ích của toàn thể quốc dân Việt Nam\nNhư vậy, vấn đề cách mạng Việt Nam cần có sự lãnh đạo của một đảng lấy chủ nghĩa Mác - Lênin làm nền tảng tư tưởng, kim chỉ nam cho hành động đã được Hồ Chí Minh luận giải và khẳng định cách đây hơn 70 năm.\n2. Cùng với chủ nghĩa Mác - Lênin, tư tưởng Hồ Chí Minh là nền tảng tư tưởng, kim chỉ nam cho hành động của Đảng và cách mạng Việt Nam\nGắn liền với cuộc đời hoạt động cách mạng phong phú, sáng tạo của mình, tư tưởng Hồ Chí Minh từng bước hình thành, phát triển và ngày càng có vị trí quan trọng đôi với Đảng, với dân tộc Việt Nam.\nTừ những năm 20 của thế kỷ XX, cùng với chủ nghĩa Mác - Lênin, tư tưởng Hồ Chí Minh đã đi vào phong trào công nhân và phong trào yêu nước Việt Nam. Hồ Chí Minh và tư tưởng của Người đã đóng vai trò quyết định trong việc thống nhất các tổ chức cộng sản thành Đảng Cộng sản Việt Nam. Sự kiện Đảng Cộng sản Việt Nam ra đời ngày 3-2-1930 và việc Hội nghị hợp nhất thông qua Cương lĩnh đầu tiên của đảng do Hồ Chí Minh soạn thảo đã chứng tỏ Hồ Chí Minh là người mang đến cho cách mạng nước ta tư tưởng lý luận, chính trị, chiến lược, sách lược, cùng một tổ chức cách mạng và khoa học. Từ đó trở đi, tư tưởng Hồ Chí Minh ngày càng được bổ sung, phát triển, soi đường, chỉ lối cho cách mạng Việt Nam đi từ thắng lợi này đến thắng lợi khác. Vì vậy, cùng với chủ nghĩa Mác - Lênin, Đảng Cộng sản Việt Nam luôn coi việc học tập, vận dụng sáng tạo tư tưởng Hồ Chí Minh là một nhiệm vụ quan trọng của cán bộ, đảng viên và cả dân tộc.\nĐại hội đại biểu toàn quốc lần thứ II của Đảng, tháng 2-1951, đã khẳng định đường lối, tác phong, đạo đức Hồ Chí Minh là đường lối chính trị, nề nếp làm việc và đạo đức cách mạng của Đảng, để đưa cách mạng Việt Nam đến thắng lợi, toàn Đảng phải ra sức học tập đường lối, tác phong đạo đức Hồ Chí Minh.\nNăm 1960, Đảng ta đặt vấn đề phải đẩy mạnh việc học tập tư tưởng, đạo đức, tác phong Hồ Chí Minh. Những nội dung trên luôn được khẳng định và bổ sung trong các Văn kiện Đại hội III (1960), Đại hội IV (1976), Đại hội V của Đảng (1982). Đặc biệt Đại hội VI - Đại hội đổi mới, tư tưởng Hồ Chí Minh đã trở thành cơ sở nền tảng cho đổi mới tư duy lý luận của Đảng. Văn kiện Đại hội VI viết: “Muốn đổi mới tư duy, Đảng phải nắm vững bản chất cách mạng và khoa học của chủ nghĩa Mác - Lênin, kế thừa di sản quý báu về tư tưởng và lý luận của Chủ tịch Hồ Chí Minh”(5).\nCần nhấn mạnh rằng, điểm mới được khởi đầu từ Đại hội Đảng lần thứ VII (1991) là việc Đảng ta nêu cao tư tưởng Hồ Chí Minh và khẳng định, cùng với chủ nghĩa Mác - Lênin, tư tưởng Hồ Chí Minh là nền tảng tư tưởng, kim chỉ nam cho hành động của Đảng. Nghị quyết 09 Bộ Chính trị ngày 18-2-1995 chỉ rõ, đây là bước phát triển hết sức quan trọng trong nhận thức và tư duy lý luận của Đảng Cộng sản Việt Nam. Việc Đảng ta nêu cao tư tưởng Hồ Chí Minh, không chỉ là sự tổng kết lịch sử, chỉ rõ nguyên nhân mọi thắng lợi của cách mạng Việt Nam thời gian qua mà còn đặt công cuộc đổi mới trên những cơ sở vững chắc.\nCó thể nói, tư tưởng Hồ Chí Minh là bước phát triển mới của chủ nghĩa Mác - Lênin trong thế kỷ XX. Thực tiễn cách mạng Việt Nam hơn 70 năm qua đã chứng tỏ, trong khi giải quyết những vấn đề của cách mạng Việt Nam, Hồ Chí Minh đã góp phần phát triển chủ nghĩa Mác - Lênin trên nhiều vấn đề quan trọng, đặc biệt là lý luận về cách mạng dân tộc dân chủ nhân dân tiến lên chủ nghĩa xã hội ở các nước thuộc địa và phụ thuộc. Do đó, cùng với chủ nghĩa Mác - Lênin, tư tưởng Hồ Chí Minh là lý luận cách mạng và khoa học, là vũ khí tinh thần của giai cấp công nhân, nhân dân lao động và cả dân tộc ta. Nói một cách khác, cùng với chủ nghĩa Mác - Lênin, tư tưởng Hồ Chí Minh là nền tảng tư tưởng, kim chỉ nam cho hành động của Đảng và cách mạng Việt Nam.\nĐảng Cộng sản Việt Nam nêu cao tư tưởng Hồ Chí Minh là hoàn toàn đúng đắn. Điều đó phù hợp với những đóng góp vĩ đại và tấm gương đạo đức trong sáng tuyệt vời của Hồ Chí Minh. Việc làm đó đáp ứng đòi hỏi chính đáng, tình cảm vô cùng thân thiết, gần gũi mà nhân dân Việt Nam và bạn bè quốc tế dành cho Hồ Chí Minh. Việc làm đó cũng phù hợp với sự phát triển của chủ nghĩa Mác - Lênin. Vì vậy, tư tưởng Hồ Chí Minh không chỉ là nền tảng tư tưởng, kim chỉ nam cho hành động của Đảng và cách mạng Việt Nam mà còn trở thành giá trị bền vững, đã đang và sẽ lan toả ngày càng rộng rãi, sâu sắc trên thế giới.\nIII. GIƯƠNG CAO NGỌN CỜ TƯ TƯỞNG HỒ CHÍ MINH TRONG THỜI KỲ ĐẨY MẠNH CÔNG NGHIỆP HOÁ, HIỆN ĐẠI HOÁ ĐẤT NƯỚC\nKhi nghiên cứu nguồn gốc, quá trình hình thành và phát triển tư tưởng Hồ Chí Minh chúng ta đã xem xét hoàn cảnh lịch sử trong nước và quốc tế cuối thế kỷ XIX đầu thế kỷ XX. Việc quán triệt, vận dụng và phát triển tư tưởng Hồ Chí Minh vào thời kỳ đẩy mạnh công nghiệp hoá, hiện đại hoá, lại đòi hỏi chúng ta phải tìm hiểu cả thời cơ lẫn thách thức, thuận lợi lẫn khó khăn của cách mạng Việt Nam, gắn liền với hoàn cảnh trong nước và quốc tế ở thời điểm những năm cuối cùng của thế kỷ XX, đầu thế kỷ XXI.\n1. Thời cơ và thách thức đối với sự nghiệp đổi mới ở Việt Nam\n1.1. Về thời cơ thuận lợi\nHiện nay trên thế giới vẫn còn nhiều điểm nóng, chiến tranh vẫn diễn ra ở một số nơi. Tuy vậy, nhìn chung các quốc gia đều mong muốn có hoà bình, ổn định để tập trung vào sự nghiệp xây dựng, phát triển đất nước. Sự nghiệp đổi mới của Việt Nam, lấy phát triển kinh tế làm nhiệm vụ trọng tâm phù hợp với xu thế chung của thế giới. Văn kiện Đại hội VIII của Đảng Cộng sản Việt Nam viết: “Công cuộc đổi mới của nhân dân ta ngày nay phù hợp với xu thế phát triển của thời đại, được sự đồng tình, ủng hộ của nhân dân các nước”(6).\nNhân loại đang chứng kiến sự phát triển mạnh mẽ của khoa học công nghệ. Trong hoàn cảnh đó các nước phát triển đều có nhu cầu xuất khẩu công nghệ và chuyển vốn đầu tư sang các nước đang phát triển. Với chính sách đối ngoại độc lập tự chủ “Việt Nam sẵn sàng là bạn, là đối tác tin cậy của các nước trong cộng đồng quốc tế, phấn đấu vì hoà bình độc lập và phát triển”, chúng ta có nhiều khả năng tranh thủ được vốn, kỹ thuật từ bên ngoài để đẩy mạnh công nghiệp hoá, hiện đại hoá đất nước. Cũng do điều kiện quốc tế nêu trên, bên cạnh bước đi tuần tự, thông qua sự hợp tác, liên kết quốc tế, trên một số lĩnh vực chúng ta có thể đi tắt, đón đầu tiến thẳng lên tiên tiến, hiện đại.\nMột lợi thế, một thuận lợi nữa là tài nguyên thiên nhiên của Việt Nam phong phú, lực lượng lao động đông đảo, tương đối rẻ, khéo tay. Đây là một thuận lợi để kết hợp nội lực với ngoại lực, mở rộng đầu tư, liên doanh liên kết với nước ngoài.\nThuận lợi cơ bản khi đất nước bước vào thời kỳ đẩy mạnh công nghiệp hoá, hiện đại hoá là nhân dân Việt Nam có Đảng Cộng sản Việt Nam - Đảng lấy chủ nghĩa Mác - Lênin, tư tưởng Hồ Chí Minh làm nền tảng tư tưởng, kim chỉ nam cho hành động lãnh đạo. Gần 20 năm qua sự nghiệp đổi mới diễn ra trên nền tảng chủ nghĩa Mác - Lênin, tư tưởng Hồ Chí Minh, dưới sự lãnh đạo của Đảng đã thu được kết quả rất quan trọng. Kết quả đó tạo niềm tin để toàn đảng, toàn dân, toàn quân vững vàng, tiếp tục sự nghiệp đổi mới của mình. Có thể nói một đảng cách mạng chân chính, một Tổ quốc độc lập, thống nhất với gần 80 triệu dân có lòng nồng nàn yêu nước, một nhà nước của dân, do dân, vì dân, một chủ nghĩa quốc tế chân chính, trong sáng và thành tựu to lớn của gần 20 năm đổi mới theo định hướng xã hội chủ nghĩa đã tạo nên thời cơ, thuận lợi cơ bản để chúng ta vận dụng và phát triển tư tưởng Hồ Chí Minh trong thời kỳ mới.\n1.2. Về thách thức, khó khăn\nĐổi mới là cách mạng, là một cuộc đấu tranh giai cấp và dân tộc sâu sắc. Vì vậy đổi mới không thể chỉ diễn ra trong thời cơ và thuận lợi mà đòi hỏi phải biết vượt qua, biết chiến thắng những thử thách, khó khăn to lớn.\nHội nghị đại biểu toàn quốc giữa nhiệm kỳ (khoá VII) của Đảng, tháng 1-1994 đã nêu lên 4 nguy cơ đối với sự nghiệp đổi mới. Ở thời điểm hiện nay, 4 nguy cơ mà Hội nghị đại biểu toàn quốc giữa nhiệm kỳ nêu lên vẫn thực sự là những thách thức, khó khăn đối với sự nghiệp đổi mới của Việt Nam.\n1.2.1. Nguy cơ tụt hậu xa hơn về kinh tế so với các nước trong khu vực và trên thế giới. Nguy cơ này được tạo nên bởi những nguyên nhân khách quan và chủ quan\n- Việt Nam đi vào xây dựng và phát triển từ một điểm xuất phát rất thấp kém, lạc hậu.\n- Chúng ta phải tiến hành cuộc chiến tranh giải phóng và bảo vệ Tổ quốc lâu dài. Đến nay, trên đất nước ta hậu quả của cuộc chiến tranh vẫn còn khá nặng nề.\n- Do những thiếu sót, khuyết điểm, có cả những sai lầm của chúng ta trong quá trình phát triển kinh tế. Điều này thể hiện khá rõ trong những năm đất nước rơi vào khủng hoảng kinh tế xã hội.\nĐiều cần nói thêm là xu thế quốc tế hoá, khu vực hoá các lĩnh vực của đời sống hiện nay không chỉ tạo nên thuận lợi, thời cơ để các quốc gia cùng hoà nhập và phát triển mà thực tế còn làm tăng thêm khoảng cách giữa giàu và nghèo, giữa Bắc và Nam. Chính trong lĩnh vực này thời cơ và nguy cơ, thuận lợi và khó khăn đan xen, đi liền với nhau. Để tranh thủ thời cơ, thuận lợi, vượt qua thử thách khó khăn, rút ngắn khoảng cách kinh tế so với các nước trong khu vực và trên thế giới đòi hỏi Đảng Cộng sản và nhân dân Việt Nam phát huy cao độ tinh thần độc lập tự chủ, đổi mới, sáng tạo như Hồ Chí Minh đã chỉ ra.\n1.2.2. Nguy cơ chệch hướng xã hội chủ nghĩa\nVề vấn đề này Văn kiện Đại hội VIII chỉ rõ: “Xét trên tổng thể, việc hoạch định và thực hiện đường lối đổi mới những năm qua về cơ bản là đúng đắn, đúng định hướng xã hội chủ nghĩa… Tuy vậy trong quá trình thực hiện, chúng ta đã phạm một số khuyết điểm, lệch lạc lớn và kéo dài dẫn đến chệch hướng ở lĩnh vực này hay lĩnh vực khác, ở mức độ này hay mức độ khác. Nếu không khắc phục có hiệu quả thì những khuyết điểm lệch lạc đó sẽ làm suy yếu Đảng, làm mọt ruỗng bộ máy nhà nước, biến chất chế độ, đưa đất nước đi chệch con đường xã hội chủ nghĩa”(7).\nĐể giữ vững định hướng xã hội chủ nghĩa, trong lãnh đạo và quản lý, Đảng, Nhà nước cần có những chủ trượng, chính sách và giải pháp hạn chế mặt trái của kinh tế thị trường. Cần đặc biệt coi trọng việc ngăn ngừa những phần tử thoái hoá biến chất, cơ hội và các lực lượng thù địch lợi dụng kinh tế nhiều thành phần, cơ chế thị trường để làm chệch hướng xã hội chủ nghĩa. Đảng Cộng sản Việt Nam chỉ rõ: “Giữ vững định hướng xã hội chủ nghĩa là cuộc đấu tranh khó khăn, phức tạp, diễn ra thường xuyên”.\n1.2.3. Nguy cơ nạn tham nhũng và tệ quan liêu\nChỉ hơn nửa tháng sau khi giành được chính quyền, Hồ Chí Minh đã nhìn thấy những biểu hiện của nạn tham nhũng và tệ quan liêu xuất hiện trong bộ máy nhà nước. Người thường gọi những tệ nạn ấy bằng các từ “giặc nội xâm”, “giặc ở trong lòng”. Thắng loại “giặc” tồn tại ngay trong bộ máy Đảng, Nhà nước, trong nội bộ cán bộ, đảng viên là hết sức phức tạp, khó khăn. Thực tế cho thấy, kể từ Hội nghị toàn quốc giữa nhiệm kỳ khóa VII, Đảng và Nhà nước đã có nhiều chủ trương biện pháp để khắc phục, nhưng đến nay nguy cơ này dường như vẫn trong tình trạng gia tăng. Cuộc vận động xây dựng và chỉnh đốn Đảng được chính thức phát động từ 19-5-1999, có mục tiêu hàng đầu là khắc phục nguy cơ nạn tham nhũng và tệ quan liêu. Cuộc vận động này đã tạo được chuyển biến ban đầu, tăng thêm niềm tin của nhân dân đối với Đảng, đối với đất nước. Tuy vậy, trong thời kỳ đẩy mạnh công nghiệp hoá, hiện đại hoá cần tăng cường hơn nữa cuộc đấu tranh chống tham nhũng, tệ quan liêu và những biểu hiện tiêu cực khác. Văn kiện Đại hội IX của Đảng viết: “Tăng cường tổ chức và cơ chế, tiếp tục đẩy mạnh cuộc đấu tranh chống tham nhũng trong bộ máy nhà nước và toàn bộ hệ thống chính trị từ Trung ương đến cơ sở. Cần chống tham nhũng với chống lãng phí, quan liêu, buôn lậu, đặc biệt chống các hành vi lợi dụng chức quyền để làm giàu bất chính”(8).\n1.2.4. Nguy cơ “diễn biến hoà bình”\nTrong công cuộc đổi mới chúng ta chủ trương đa phương hoá, đa dạng hoá, mở rộng quan hệ quốc tế, làm bạn với tất cả các nước. Chủ trương trên đây bị các thế lực đế quốc và phản động lợi dụng, âm mưu thực hiện diễn biến hoà bình. Hiện nay, khi cách mạng và chủ nghĩa xã hội thế giới đang ở giai đoạn thoái trào thì các thế lực thù địch, đứng đầu là đế quốc Mỹ càng quyết tâm thực hiện diễn biến hoà bình. Đối với Việt Nam, nguy cơ diễn biến hoà bình là rất lớn và rất nghiêm trọng. Vì vậy, chống diễn biến hoà bình là cuộc đấu tranh giai cấp và dân tộc, đấu tranh giữa hai con đường.\nCần nói thêm rằng bốn nguy cơ nêu trên có mối quan hệ chặt chẽ với nhau, đều nguy hiểm như nhau, không thể xem nhẹ nguy cơ nào. Nếu khắc phục được nguy cơ này sẽ hạn chế được các nguy cơ khác và ngược lại. Nguy cơ diễn biến hoà bình đã và đang tác động sâu sắc tới các nguy cơ bên trong. Khắc phục được các nguy cơ bên trong thì nhất định sẽ làm thất bại âm mưu thủ đoạn “diễn biến hoà bình”. Văn kiện Đại hội IX của Đảng viết: “Bốn nguy cơ mà Đảng đã từng cảnh báo vẫn tồn tại và diễn biến phức tạp. Các nguy cơ này đan xen và tác động lẫn nhau. Không thể xem nhẹ nguy cơ nào”(9). Đảng và nhân dân Việt Nam quyết tâm và có đủ khả năng khắc phục cả bốn nguy cơ nêu trên.\nThực tế cho thấy, bối cảnh quốc tế và trong nước hiện nay có nhiều biến đổi so với thời kỳ Hồ Chí Minh sống và hoạt động. Tuy nhiên, nhân loại vẫn đang sống trong thời đại quá độ từ chủ nghĩa tư bản lên chủ nghĩa xã hội. Cách mạng Việt Nam vẫn đang đi theo con đường Hồ Chí Minh đã lựa chọn: độc lập dân tộc gắn liền với chủ nghĩa xã hội. Vì vậy, tư tưởng Hồ Chí Minh vẫn là cơ sở tư tưởng lý luận của thời kỳ đẩy mạnh công nghiệp hoá, hiện đại hoá.\n2. Những quan điểm cơ bản cần nắm vững khi vận dụng và phát triển tư tưởng Hồ Chí Minh\n2.1. Quan điểm lý luận gắn liền với thực tiễn\nLênin đã từng căn dặn những nhà cách mạng phương Đông: “Trước mắt các bạn đang có một nhiệm vụ mà trước kia những người cộng sản toàn thế giới không có: dựa vào lý luận và thực tiễn chung của chủ nghĩa cộng sản, áp dụng vào những điều kiện đặc biệt, không có ở các nước châu Âu, các bạn phải biết vận dụng lý luận và thực tiễn ấy vào điều kiện khi nông dân là quần chúng cơ bản, khi cần phải giải quyết nhiệm vụ đấu tranh không phải chống tư bản, mà là chống những tàn tích thời trung cổ(10). Trung thành với lời dạy của Lênin, Hồ Chí Minh luôn nhắc nhở mọi người và chính mình cần quán triệt nguyên lý “học đi đôi với hành”, “lý luận gắn liền với thực tiễn”, “lời nói đi đôi với việc làm”. Hồ Chí Minh nhấn mạnh, chúng ta phải nâng cao sự tu dưỡng về chủ nghĩa Mác - Lênin, dùng lập trường, quan điểm và phương pháp của chủ nghĩa Mác - Lênin mà tổng kết kinh nghiệm, phân tích một cách đúng đắn những đặc điểm của nước ta. Có như thế, chúng ta mới dần dần hiểu được quy luật phát triển của cách mạng, mới định ra được đường lối, phương châm, bước đi cụ thể của cách mạng Việt Nam.\nHiện nay, vận dụng và phát triển tư tưởng Hồ Chí Minh có nghĩa là trên cơ sở nắm vững bản chất cách mạng và khoa học của tư tưởng Hồ Chí Minh, làm cho tư tưởng đó phù hợp, gắn bó sống động với thời kỳ đẩy mạnh công nghiệp hoá, hiện đại hoá ở Việt Nam. Hồ Chí Minh chỉ rõ: “Lý luận cốt áp dụng vào công việc thực tế”; “lý luận phải đem ra thực hành. Thực hành phải nhằm theo lý luận”(11).\n2.2. Quan điểm lịch sử - cụ thể\nNgười anh hùng giải phóng dân tộc, danh nhân văn hoá Hồ Chí Minh để lại cho dân tộc Việt Nam và nhân loại di sản tinh thần to lớn, phong phú, với hàng nghìn tác phẩm, bài nói, bài viết của Người trải dài 50 năm. Chúng ta tìm thấy trong di sản do Hồ Chí Minh để lại những vấn đề cơ bản của cách mạng Việt Nam được Người lý giải một cách toàn diện, sâu sắc. Điều cần đặc biệt lưu ý là những lời căn dặn gần đây nhất của Hồ Chí Minh đã cách ngày nay hơn 30 năm. Do đó, việc nghiên cứu tư tưởng Hồ Chí Minh cần quán triệt quan điểm lịch sử - cụ thể, tránh khuynh hướng hiện đại hoá, đơn giản hoá hoặc suy diễn chủ quan.\nDo tính triệt để của nó, nên cách mạng Việt Nam luôn gặp phải sự chống phá quyết liệt của kẻ thù. Ngay cả khi nhân dân ta đã giành được chính quyền, nhưng Đảng và chính quyền dân chủ lại bị thù trong giặc ngoài đẩy vào tình thế “nghìn cân treo sợi tóc”. Trong điều kiện đó, để bảo vệ Đảng và chính quyền non trẻ, Hồ Chí Minh đã có những lời nói và việc làm rất linh hoạt, sáng tạo, độc đáo, táo bạo.\nNgày 11-11-1945, Đảng Cộng sản Đông Dương tuyên bố tự giải tán, sự thực là Đảng rút vào hoạt động bí mật. Tiếp đó, tháng 1-1946, khi trả lời các nhà báo nước ngoài, Hồ Chí Minh vạch rõ: “Trong một nước dân chủ thì mọi người đều có tự do tin tưởng, tự do tổ chức. Nhưng vì hoàn cảnh và trách nhiệm, tôi phải đứng ra ngoài mọi đảng phái. Nay tôi chỉ có một tin tưởng vào Dân tộc độc lập. Nếu cần có đảng phái thì sẽ là Đảng dân tộc Việt Nam”(12). Nghiên cứu sự nghiệp và tư tưởng Hồ Chí Minh chúng ta còn có thể nêu lên một số trường hợp tương tự khác. Trong những hoàn cảnh như thế, sự đơn giản, chủ quan, cắt xén có thể dẫn đến làm sai lệch bản chất, xuyên tạc tư tưởng Hồ Chí Minh. Vì vậy, khi nghiên cứu tư tưởng Hồ Chí Minh chúng ta cần chú ý tìm hiểu: quan điểm, tư tưởng của Người ra đời trong hoàn cảnh nào, mục đích, đối tượng để Hồ Chí Minh đề cập tới quan điểm, tư tưởng đó. Nghĩa là phải nghiên cứu quan điểm, tư tưởng Hồ Chí Minh trong hoàn cảnh lịch sử cụ thể.\n2.3. Quan điểm đổi mới và phát triển\nĐổi mới và phát triển gắn bó với cách mạng. Cách mạng đòi hỏi phải thường xuyên đổi mới và phát triển.\nCác nhà sáng lập chủ nghĩa xã hội khoa học luôn yêu cầu những người cách mạng phải mạnh dạn đổi mới để tiến lên, phải có dũng khí nhìn vào sự thật, phải có gan vứt bỏ những nhận thức của ngày hôm qua không còn phù hợp với thực tế của ngày hôm nay. Theo Lênin, một trong những nghệ thuật của cách mạng là sự mềm dẻo, linh hoạt, khi điều kiện khách quan đã thay đổi thì người cách mạng phải nhanh chóng thay đổi sách lược. Lênin nhấn mạnh, chúng ta phải “chọn một con đường khác để đi tới đích..., nếu con đường cũ trong một thời gian nhất định nào đó, xem ra không thích hợp nữa, không theo được nữa”(13).\nTrung thành với chủ nghĩa Mác - Lênin, cách đây hơn nửa thế kỷ, Hồ Chí Minh đã đề cập tới “đổi mới”(14). Trong hoạt động cách mạng Hồ Chí Minh một mặt phê bình những cán bộ không có ý chí đổi mới, sáng tạo, những cán bộ nhát gan, dễ bảo “đập đi, hò đứng”. Mặt khác, Người thường xuyên khuyến khích, động viên, kịp thời biểu dương những “cán bộ cả gan nói, cả gan đề ra ý kiến”, “có gan phụ trách, có gan làm việc”(15). Cuộc đời và sự nghiệp Hồ Chí Minh là sự tiếp nối của một quá trình đổi mới và phát triển để tìm ra con đường cứu nước cùng các nguyên lý, phương pháp cách mạng và khoa học.\nCông cuộc đổi mới do Đảng Cộng sản Việt Nam khởi xướng và lãnh đạo xuất hiện nhiều vấn đề mà Hồ Chí Minh chưa có điều kiện đề cập. Sự trung thành với tư tưởng Hồ Chí Minh đòi hỏi trên cơ sở đổi mới có nguyên tắc, Đảng và nhân dân Việt Nam cần vận dụng sáng tạo, phát triển tư tưởng của Người cho phù hợp với tình hình hiện nay.\n3. Vận dụng và phát triển tư tưởng Hồ Chi Minh trong thời kỳ đẩy mạnh công nghiệp hoá, hiện đại hoá\nVận dụng và phát triển tư tưởng Hồ Chí Minh là một lĩnh vực rộng lớn. Ở đây chỉ nêu lên một số nội dung mang tính nguyên tắc.\n3.1. Kiên định con đường độc lập dân tộc gắn liền với chủ nghĩa xã hội\nĐối với mỗi dân tộc, không có gì quan trọng hơn việc tìm cho mình một con đường đúng đắn. Trọng trách này thuộc về những ai tiêu biểu nhất cho dân tộc, biết kết hợp nhuần nhuyễn các nhân tố khách quan và chủ quan, truyền thống và hiện đại, dân tộc và quốc tế... Kinh nghiệm lịch sử còn chỉ rõ, cách mạng chỉ giành thắng lợi khi đã có con đường đúng đắn và trong mọi tình huống, trước mọi thử thách luôn luôn kiên định con đường đã lựa chọn.\nĐiều trước tiên để Hồ Chí Minh, từ người đi tìm đường cứu nước trở thành người dẫn đường cho dân tộc Việt Nam là Người đã tìm ra con đường giải phóng dân tộc, giải phóng giai cấp, giải phóng con người đúng đắn nhất: Con đường độc lập dân tộc gắn nền với chủ nghĩa xã hội.\nMỗi dân tộc phải tự khám phá con đường giải phóng và phát triển phù hợp với những điều kiện lịch sử cụ thể của mình. Từ một nhà yêu nước vĩ đại, bắt gặp chủ nghĩa Mác - Lênin, Hồ Chí Minh đã tìm ra con đường giải phóng cho một nước Việt Nam thuộc địa, nửa phong kiến. Con đường đó được khẳng định rất rõ ràng ngay trong Hội nghị thành lập Đảng 3-2-1930. Chính cương vắn tắt của Đảng, do Hồ Chí Minh soạn thảo được Hội nghị thông qua đã khẳng định Đảng “chủ trương làm tư sản dân quyền cách mạng và thổ địa cách mạng để đi tới xã hội cộng sản”(16). Từ đó trở đi, bất chấp mọi khó khăn, cản trở, Hồ Chí Minh không bao giờ dao động, xa rời mục tiêu đã chọn. Độc lập dân tộc gắn liền với chủ nghĩa xã hội là điều cốt lõi nhất của tư tưởng Hồ Chí Minh. Cũng có thể nói, bản chất của con đường cách mạng Hồ Chí Minh là độc lập dân tộc gắn liền với chủ nghĩa xã hội. Hồ Chí Minh đã từng nhấn mạnh, mọi hoạt động, mọi bài nói, bài viết của Người đều tập trung vào một mục tiêu, vào một chủ đề: chống đế quốc, chống phong kiến, tuyên truyền độc lập dân tộc và chủ nghĩa xã hội. Chủ đề này cũng được Hồ Chí Minh thể hiện rất đậm nét trong bản Di chúc. Toàn bộ Di chúc chỉ trên 2600 chữ, trong đó từ phần “Trước hết nói về Đảng” đến “Điều mong muốn cuối cùng” của Người đều xoay quanh chủ đề độc lập dân tộc gắn liền với chủ nghĩa xã hội. Với Hồ Chí Minh, độc lập dân tộc gắn liền với chủ nghĩa xã hội đã được xây dựng thành lý luận cách mạng xuyên suốt và nhất quán. Đây chính là đóng góp quan trọng nhất của Hồ Chí Minh vào kho tàng lý luận Mác - Lênin. Nhận xét về tư tưởng độc lập dân tộc gắn liền với chủ nghĩa xã hội của Hồ Chí Minh, đồng chí Phạm Văn Đồng viết: Trong toàn bộ tư tưởng cũng như suốt cả quá trình hoạt động của Hồ Chí Minh, độc lập dân tộc dân tộc gắn liền với chủ nghĩa xã hội là quan điểm cơ bản nhất, là cốt lõi, là nguồn gốc, là hạt nhân chi phối hệ tư tưởng cũng như sự nghiệp cách mạng. Độc lập dân tộc gắn liền với chủ nghĩa xã hội đứng về mục tiêu và nội dung của từng bộ phận vừa là hai vừa là một, bởi hai bộ phận này gắn bó mật thiết, hữu cơ với nhau như hình với bóng, cái trước đòi hỏi cái sau, cái sau đáp ứng cái trước, khác nào như hai bộ phận của một cơ thể, tác động qua lại một cách hài hoà, cùng nhau phát triển và lớn lên. Đồng chí Phạm Văn Đồng kết luận: “Quan điểm có tính lý luận cơ bản và có tính thực tiễn phong phú này là sự vận dụng sáng tạo và có phát triển học thuyết Mác - Lênin”.\nNhư vậy, với Đảng Cộng sản Việt Nam và nhân dân Việt Nam, vấn đề trước tiên thể hiện lòng trung thành với sự lựa chọn của Hồ Chí Minh là kiên định con đường độc lập dân tộc gắn liền với chủ nghĩa xã hội. Các văn kiện của Đảng Cộng sản Việt Nam, đặc biệt từ khi Tổ quốc thống nhất, cả nước đi lên chủ nghĩa xã hội, đều thấm nhuần sự trung thành, kiên định tư tưởng Hồ Chí Minh vê độc lập dân tộc gắn liền với chủ nghĩa xã hội.\nĐại hội đại biểu toàn quốc lần thứ IV của Đảng, nêu lên nhận định mang tính tổng kết: Đảng ta từ khi ra đời đến nay vẫn luôn luôn giương cao ngọn cờ độc lập dân tộc và chủ nghĩa xã hội, đó là đường lối, là sức mạnh, là nguồn gốc mọi thắng lợi của cách mạng Việt Nam. Cương lĩnh xây dựng đất nước trong thời kỳ quá độ lên chủ nghĩa xã hội được thông qua tại Đại hội lần thứ VII của Đảng đã rút ra năm bài học lớn. Bài học đầu tiên, là nắm vững ngọn cờ độc lập dân tộc và chủ nghĩa xã hội. Cương lĩnh đòi hỏi trong thời kỳ đổi mới: “Toàn Đảng, toàn dân tiếp tục nắm vững ngọn cờ độc lập dân tộc và chủ nghĩa xã hội, ngọn cờ vinh quang mà Chủ tịch hồ Chí Minh đã trao lại cho thế hệ hôm nay và thế hệ mai sau”(17).\nTổng kết chặng đường 15 năm đổi mới (1986-2000), Đại hội Đảng lần thứ IX rút ra một số bài học chủ yếu, trong đó bài học đầu tiên vẫn là: “Trong quá trình đổi mới, phải kiên trì mục tiêu độc lập dân tộc và chủ nghĩa xã hội(18).\nHơn 70 năm đã trôi qua, đó là khoảng thời gian đủ để mỗi người Việt Nam kiểm nghiệm và rút ra kết luận về sự sáng tạo đúng đắn của con đường cách mạng Hồ Chí Minh. Đối với Việt Nam, chỉ có độc lập thực sự mới tạo điều kiện để đi lên chủ nghĩa xã hội, và chỉ có xây dựng chủ nghĩa xã hội mới thực sự có độc lập cho Tổ quốc, tự do, hạnh phúc cho nhân dân. Đảng Cộng sản Việt Nam khẳng định, ở Việt Nam, độc lập dân tộc gắn liền với chủ nghĩa xã hội là sự lựa chọn duy nhất đúng; đó là sự lựa chọn của lịch sử, sự chọn này đã được khẳng định từ năm 1930. Quan điểm trên đây thể hiện sự trung thành và quán triệt sâu sắc tư tưởng Hồ Chí Minh của Đảng Cộng sản Việt Nam.\n3.2. Giữ vững định hướng xã hội chủ nghĩa trong quá trình đổi mới\nPhần lớn cuộc đời Hồ Chí Minh tập trung cho sự nghiệp giải phóng dân tộc. Khi Hồ Chí Minh qua đời, đất nước vẫn chưa có hoà bình, thống nhất, vì vậy, những vấn đề về chủ nghĩa xã hội, Người mới chỉ kịp vạch ra trên những nét cơ bản. Bước vào thời kỳ xây dựng, nhất là trong điều kiện nền kinh tế thị trường định hướng xã hội chủ nghĩa càng đòi hỏi Đảng, Nhà nước và nhân dân ta vận dụng một cách sáng tạo, phát triển tư tưởng Hồ Chí Minh, đưa đất nước đi lên vững chắc theo định hướng xã hội chủ nghĩa.\nHội nghị lần thứ sáu Ban Chấp hành Trung ương khoá VI tháng 3-1989, đã nêu lên những nguyên tắc cơ bản cần quán triệt trong quá trình đổi mới. Một trong những nguyên tắc đó là: Đổi mới không phải là thay đổi mục tiêu xã hội chủ nghĩa mà là làm cho mục tiêu ấy được thực hiện có hiệu quả, bằng những quan niệm đúng về chủ nghĩa xã hội, với những hình thức bước đi và biện pháp thích hợp. Nguyên tắc này không chỉ đáp ứng kịp thời đòi hỏi của tình hình trong nước và quốc tế lúc bấy giờ mà còn có ý nghĩa lâu dài đối với sự nghiệp đổi mới.\nVào thời điểm đó, các nhà chính trị Liên Xô, đã nhiều lần tuyên bố mục tiêu của cải tổ là để có chủ nghĩa xã hội nhiều hơn. Nhưng công cuộc cải tổ đã bị các lực lượng phản động, cơ hội trong nước và quốc tế lợi dụng, câu kết chặt chẽ với nhau, nên chỉ qua mấy năm Liên Xô, một cường quốc xã hội chủ nghĩa đã sụp đổ tan rã.\nĐối với việt Nam, chính nhờ kiên trì mục tiêu xã hội chủ nghĩa nên qua gần 20 năm đổi mới, đất nước ta đã có bước phát triển rõ rệt. Nguyên nhân quan trọng nhất đưa lại thành tựu to lớn đó là: việc hoạch định và thực hiện đường lối đổi mới những năm qua về cơ bản là đúng đắn, đúng định hướng xã hội chủ nghĩa(19).\nCần nhận thức rằng, giữ vững định hướng xã hội chủ nghĩa là công việc khó khăn phức tạp, lâu dài. Đó là cuộc đấu tranh chống lại các lực lượng phản động đang hàng ngày hàng giờ dùng trăm phương, ngàn kế tác động trực tiếp đến sự nghiệp đổi mới và hy vọng làm chệch hướng xã hội chủ nghĩa. Đó là việc phải khắc phục cho được những lệch lạc trong chính sách và chỉ đạo thực hiện. Đó còn là cuộc đấu tranh chống lại những nhận thức và việc làm sai trái của một số người.\nHồ Chí Minh đã nhiều lần chỉ rõ: Việt Nam đi lên chủ nghĩa xã hội là tất yếu, nhưng đó là cuộc đấu tranh gay go, quyết liệt, lâu dài giữa xấu và tốt cũ và mới, lạc hậu và tiến bộ. Di chúc của Người có đoạn: Việc xây dựng lại các thành phố, làng mạc đẹp đẽ, đàng hoàng hơn trước chiến tranh, việc khôi phục, mở rộng các ngành kinh tế, phát triền y tế, giáo dục, củng cố quốc phòng là rất to lớn, nặng nề và phức tạp. Đồng thời, Người cũng khẳng định: Đây là cuộc chiến đấu chống lại những gì đã cũ kỹ, hư hỏng để tạo ra những cái mới mẻ, tốt tươi. Để giành lấy thắng lợi trong cuộc chiến đấu khổng lồ này cần phải động viên toàn dân, tổ chức và giáo dục toàn dân, dựa vào lực lượng vĩ đại của toàn dân.\nSự vĩ đại của Hồ Chí Minh còn thể hiện ở chỗ, ngay từ năm 1953, Người đã cho rằng, dưới chế độ dân chủ mới có 5 thành phần kinh tế khác nhau: kinh tế quốc doanh, kinh tế hợp tác xã, kinh tế cá nhân, nông dân và thủ công, kinh tế tư bản tư nhân, kinh tế tư bản nhà nước. Trong nền kinh tế nhiều thành phần ấy, để khỏi chệch hướng xã hội chủ nghĩa, Hồ Chí Minh nhấn mạnh phải làm cho kinh tế quốc doanh phát triển nhanh hơn và giữ vai trò lãnh đạo(20). Trung thành và vận dụng sáng tạo tư tưởng Hồ Chí Minh, hiện nay, trong khi phát triển nền kinh tế nhiều thành phần, để khỏi chệch hướng xã hội chủ nghĩa, Đảng Cộng sản Việt Nam khẳng định phải làm cho kinh tế nhà nước giữ vai trò chủ đạo, kinh tế nhà nước cùng với kinh tế tập thể ngày càng trở thành nền tảng vững chắc của nền kinh tế quốc dân.\nĐổi mới theo định hướng xã hội chủ nghĩa là cách mạng. Theo tư tưởng Hồ Chí Minh để cách mạng thành công trước hết cần có đảng vững mạnh. Để cho Đảng vững mạnh, lãnh đạo sự nghiệp đổi mới thắng lợi, trung thành với tư tưởng Hồ Chí Minh, tại Hội nghị lần thứ ba Ban Chấp hành Trung ương khoá VII, Đảng Cộng sản Việt Nam khẳng định vị trí then chốt của công tác xây dựng Đảng. Cũng để giữ vững định hướng xã hội chủ nghĩa mà Hội nghị Trung ương 3 khoá VIII đã ra Nghị quyết về chiến lược cán bộ của thời kỳ đẩy mạnh công nghiệp hoá, hiện đại hoá đất nước”(21). Bởi vì, Hồ Chí Minh chỉ rõ: “Muôn việc thành công hoặc thất bại đều đo cán bộ tốt hoặc kém”, “cán bộ là cái gốc của mọi công việc”, “huấn luyện cán bộ là công việc gốc của Đảng”(22).\nĐặc biệt, làm theo lời căn dặn của Hồ Chí Minh: “Việc cần phải làm trước tiên là chỉnh đốn lại Đảng”, Đảng ta đã chính thức phát động cuộc vận động xây dựng chỉnh đốn Đảng. Nghị quyết Trung ương 6 (lần 2) khoá VIII đã quyết định: “Toàn Đảng tiến hành cuộc vận động xây dựng chỉnh đốn Đảng, thực hiện tự phê bình và phê bình nhân kỷ niệm 30 năm thực hiện Di chúc của Chủ tịch Hồ Chí Minh... và kỷ niệm 70 năm thành lập Đảng”(23).\nĐịnh hướng xã hội chủ nghĩa và sự lãnh đạo của Đảng liên quan chặt chẽ với nhau. Chỉ có sự lãnh đạo của Đảng mới bảo đảm đưa đất nước đi theo định hướng xã hội chủ nghĩa và để có định hướng xã hội chủ nghĩa đòi hỏi phải có sự lãnh đạo của Đảng. Vì vậy, Nghị quyết Trung ương 6 (lần 2) khoá VIII, đòi hỏi phải kiên định một số quan điểm mang tính nguyên tắc: độc lập dân tộc gắn liền với chủ nghĩa xã hội là mục tiêu lý tưởng của Đảng ta, dân tộc ta; chủ nghĩa Mác - Lênin và tư tưởng Hồ Chí Minh là nền tảng tư tưởng và kim chỉ nam cho hành động của Đảng; Đảng Cộng sản Việt Nam là lực lượng lãnh đạo cách mạng Việt Nam, không chấp nhận đa nguyên, đa đảng.\n3.3. Chống chủ nghĩa xét lại, chủ nghĩa giáo điều, bảo vệ và phát triển tư tưởng Hồ Chí Minh\nSức sống mãnh liệt của chủ nghĩa Mác - Lênin, tư tưởng Hồ Chí Minh không chỉ ở những nguyên lý, những quan điểm do các ông nêu lên mà còn ở sự vận dụng sáng tạo, bảo vệ và phát triển của các thế hệ tiếp theo. Chính sự vận dụng sáng tạo, bảo vệ và phát triển đó làm cho chủ nghĩa Mác - Lênin, tư tưởng Hồ Chí Minh trường tồn, ngày càng có sức mạnh to lớn.\nLênin cho rằng “Chủ nghĩa Mác không phải là một giáo điều chết cứng, một học thuyết nào đó đã hoàn thành hẳn, có sẵn đâu vào đấy, bất di bất dịch, mà là một kim chỉ nam sinh động cho hành động, chính vì thế nó không thể không phản ánh sự biến đổi đặc biệt mạnh mẽ của điều kiện sinh hoạt xã hội”(24). Từ cách nhìn biện chứng, cách mạng đó, vào những năm cuối thế kỷ XIX, đầu thế kỷ XX, Lênin đã có công bảo vệ và phát triển chủ nghĩa Mác thành chủ nghĩa Mác - Lênin.\nCũng như vậy, khi tiếp thu chủ nghĩa Mác - Lênin, Hồ Chí Minh đã nhận thấy cần thiết phải bổ sung cho chủ nghĩa Mác những tư liệu mà ở thời mình Mác không thể có được. Đó là những vấn đề của các dân tộc phương Đông, của phong trào giải phóng dân tộc. Hồ Chí Minh nhấn mạnh: “Chủ nghĩa Mác - Lênin là kim chỉ nam cho hành động, chứ không phải là kinh thánh(25). Hồ Chí Minh là tấm gương sáng về sự trung thành đổi mới và sáng tạo.\nThực tế cho thấy, trước khi chế độ xã hội chủ nghĩa sụp đổ ở Đông Âu và Liên Xô, trong nhiều nước xã hội chủ nghĩa xuất hiện tình trạng nhận thức và vận dụng sai những nguyên lý cơ bản của chủ nghĩa Mác - Lênin. Chủ nghĩa giáo điều đã đưa đến một mô hình về chủ nghĩa xã hội với nhiều khuyết tật và thiếu sót. Tại Hội thảo khoa học quốc tế “Chủ nghĩa xã hội hướng tới thế kỷ XXI” tổ chức ở Cuba, tháng 10-1997, các nhà khoa học của nhiều Đảng Cộng sản và các đảng cánh tả, trong đó có Đảng ta đã đi đến một nhận định chung: Bi kịch của chủ nghĩa xã hội ở Đông Âu là do những sai lầm nghiêm trọng trong việc vận dụng chủ nghĩa Mác - Lênin, dẫn đến việc làm sai lệch bản chất của chủ nghĩa xã hội. Kẻ thù của chủ nghĩa xã hội, chủ nghĩa xét lại đã căn cứ vào thực tiễn sai lầm đó, để bôi nhọ toàn bộ chủ nghĩa xã hội, phủ nhận chủ nghĩa Mác - Lênin. Như vậy vấn đề đặt ra là để phù hợp với chính những lời nói và việc làm của Mác, Lênin, Hồ Chí Minh, trong nghiên cứu khoa học cũng như hoạt động thực tiễn, chúng ta cần chú trọng giải quyết đúng đắn các mối quan hệ: tuyệt đối trung thành, vận dụng sáng tạo, bảo vệ, phát triển chủ nghĩa Mác - Lênin, tư tưởng Hồ Chí Minh.\nChủ nghĩa Mác - Lênin, tư tưởng Hồ Chí Minh là hai bộ phận không thể tách rời tạo nên nền tảng tư tưởng, kim chỉ nam cho hành động của Đảng và cách mạng Việt Nam. Để làm cho nền tảng của Đảng ngày một vững chắc, cách mạng Việt Nam không thể chệch hướng, chúng ta cần nghiên cứu, vận dụng sáng tạo, phát triển cũng như phải đấu tranh bảo vệ cả chủ nghĩa Mác - Lênin, lẫn tư tưởng Hồ Chí Minh. Điều đó đòi hỏi mỗi người trong nghiên cứu lý luận cũng như hoạt động thực tiễn không nên nhấn mạnh bộ phận này, xem nhẹ bộ phận kia. Cũng không thê chấp nhận những biểu hiện phê phán chủ nghĩa Mác - Lênin để ca ngợi tư tưởng Hồ Chí Minh hoặc ngược lại. Những việc làm không khoa học và thiếu nhất quán đó đều ảnh hưởng trực tiếp nền tảng tư tưởng kim chỉ nam cho hành động của Đảng và cách mạng Việt Nam.\nThời kỳ đẩy mạnh công nghiệp hoá, hiện đại hoá hơn lúc nào hết đang đòi hỏi mỗi người Việt Nam cần có sự thống nhất, gắn bó chặt chẽ giữa nghiên cứu, học tập với vận dụng sáng tạo và hành động theo tư tưởng Hồ Chí Minh. Văn kiện Đại hội IX của Đảng khẳng định: “Toàn Đảng nghiêm túc học tập chủ nghĩa Mác - Lênin, tư tưởng Hồ Chí Minh. Mỗi cấp ủy, mỗi chi bộ có kế hoạch định kỳ kiểm điểm việc thực hiện Di chúc của Chủ tịch Hồ Chí Minh về nâng cao đạo đức cách mạng, chống chủ nghĩa cá nhân. Chống tư tưởng cơ hội thực dụng”(26). Đó là con đường duy nhất đúng đắn đưa Việt Nam đến mục tiêu “dân giàu, nước mạnh, xã hội công bằng, dân chủ, văn minh”(27).\n––––––––––––––––\nChú thích:\n* Theo Giáo trình Tư tưởng Hồ Chí Minh, Nxb Chính trị - Hành chính, H.2011.\n(1) Đảng Cộng sản Việt Nam:Văn kiện Đại hội đại biểu toàn quốc lần thứ VIII, Nxb. Chính trị quốc gia, là 1996, tr.70.\n(2) V.I.Lênin:Toàn tập, Nxb. Tiến bộ, M.1975, t.6, tr.30-32.\n(3) V.I.Lênin:Toàn tập, Sđd, t.6, tr.30-32.\n(4) Hồ Chí Minh:Toàn tập, Nxb Chính trị quốc gia, H.2000, t.2, tr.259.\n(5) Đảng Cộng sản Việt Nam:Văn kiện Đại hội đại biểu toàn quốc lần thứ VI, Sđd, tr.125.\n(6) Đảng Cộng sản Việt Nam:Văn kiện Đại hội đại biểu toàn quốc lần thứ VIII, Sđd, tr.73-74.\n(7) Đảng Cộng sản Việt Nam:Văn kiện Đại hội đại biểu toàn quốc lần thứ VIII, Sđd, tr.13.\n(8) Đảng Cộng sản Việt Nam:Văn kiện Đại hội đại biểu toàn quốc lần thứ IX, Sđd, tr.135-136.\n(9) Đảng Cộng sản Việt Nam:Văn kiện Đại hội đại biểu toàn quốc lần thứ IX, Sđd, tr.15.\n(10) V.I.Lênin:Toàn tập, Sđd, t.7, tr.516.\n(11) Hồ Chí Minh:Toàn tập, Sđd, t.5, tr.235.\n(12) Hồ Chí Minh:Toàn tập, Sđd, t.4, tr.161.\n(13). V.I.Lênin:Toàn tập, Sđd, t.44, tr.189.\n(14) Hồ Chí Minh:Toàn tập, Sđd, t.5, tr.698\n(15) Hồ Chí Minh:Toàn tập, Sđd, t.5, tr.280,281.\n(16) Đảng Cộng sản Việt Nam:Văn kiện Đảng toàn tập, Sđd, t.2, tr.2.\n(17) Đảng Cộng sản Việt Nam:Cương lĩnh xây dựng đất nước trong thời kỳ quá độ lên chủ nghĩa xã hội, Sđd, tr.4.\n(18) Đảng Cộng sản Việt Nam:Văn kiện Đại hội đại biểu toàn quốc lần thứ IX, Sđd, tr.19.\n(19) Đảng Cộng sản Việt Nam:Văn kiện Đại hội đại biểu toàn quốc lần thứ VIII, Sđd, tr.13.\n(20) Hồ Chí Minh :Toàn tập, Sđd, t.7, tr.247-248.\n(21) Đảng Cộng sản Việt Nam:Văn kiện Hội nghị lần thứ ba Ban Chấp hành Trung ương khóa VIII, Sđd, tr.22.\n(22) Hồ Chí Minh:Toàn tập, Sđd, t.5, tr.269.\n(23) Đảng Cộng sản Việt Nam:Văn kiện Hội nghi lần thứ sáu (lần 2) Ban Chấp hành Trung ương khóa VIII, Sđd, tr.33.\n(24). V.I.Lênin:Toàn tập, Sđd, t.20, tr.103.\n(25) Hồ Chí Minh:Toàn tập, Sđd, t.6, tr.247.\n(26) Đảng Cộng sản Việt Nam:Văn kiện Đại hội đại biểu toàn quốc lần thứ IX, Sđd, tr.139.\n(27) Đảng Cộng sản Việt Nam:Văn kiện Đại hội đại biểu toàn quốc lần thứ IX, Sđd, tr.163.\n\n\n\n",
        "link": "https://hochiminh.vn/tu-tuong-dao-duc-ho-chi-minh/noi-dung-tu-tuong-dao-duc/hoc-tap-van-dung-va-phat-trien-tu-tuong-ho-chi-minh-trong-su-nghiep-doi-moi-29"
    },
    {
        "id": 2,
        "content": "Hồ Chí Minh\nPhạm Ngọc Anh\nPhần INHỮNG QUAN ĐIỂM CƠ BẢN CỦA CHỦ TỊCH HỒ CHÍ MINH VỀ CÔNG NGHIỆP HOÁ Ở VIỆT NAMở nước ta, thuật ngữ công nghiệp hóa nói chung, công nghiệp hoá xã hội chủ nghĩa nói riêng đã xuất hiện trong lịch sử. Chủ tịch Hồ Chí Minh đã sử dụng những khái niệm đó và có những chỉ dẫn, đề xuất phương thức tiến hành công nghiệp hoá cụ thể ở Việt Nam. Những quan điểm, tư tưởng của Hồ Chí Minh về công nghiệp hoá đang góp phần soi sáng đường lối xây dựng và bảo vệ Tổ quốc của Đảng Cộng sản Việt Nam hiện nay.I- Tính tất yếu và bản chất của công nghiệp hóaTheo quan niệm của chủ nghĩa Mác - Lênin, công nghiệp hoá xã hội chủ nghĩa là vấn đề có tính quy luật phổ biến với tất cả các nước đi lên chủ nghĩa xã hội. Chính vì vậy, ngay sau khi Cách mạng xã hội chủ nghĩa Tháng Mười thành công, lần đầu tiên trong lịch sử thế giới và lịch sử phong trào công nhân quốc tế, V.I. Lênin đã soạn thảo một chương trình hành động xây dựng tiềm lực phát triển của chủ nghĩa xã hội trong phạm vi một nước với ba nội dung cơ bản: công nghiệp hoá đất nước, hợp tác hoá nông nghiệp và cách mạng vǎn hoá, tư tưởng. Cả ba nội dung này đan kết với nhau trong một chỉnh thể thống nhất và việc thực hiện chúng sẽ đem lại một diện mạo toàn vẹn của xã hội xã hội chủ nghĩa. Trong đó, V.I.Lênin đặc biệt nhấn mạnh đến vai trò nền tảng của công nghiệp và công nghiệp hoá. Người xác định nó vừa như một tiền đề, vừa như một đặc trưng nổi bật của xã hội tương lai. Lênin cho rằng: \"Chủ nghĩa cộng sản là Chính quyền Xô viết cộng với điện khí hoá toàn quốc... Chỉ khi nào nước ta đã điện khí hoá, chỉ khi nào công nghiệp, nông nghiệp và vận tải đã đứng vững trên cơ sở kỹ thuật của đại công nghiệp hiện đại, thì lúc đó, chúng ta mới có thể đạt được thắng lợi hoàn toàn\"1 . Điều này có nghĩa là \"cơ sở kinh tế duy nhất có thể có được của chủ nghĩa xã hội là nền đại công nghiệp cơ khí. Ai quên điều đó, người đó không phải là người cộng sản... Đại công nghiệp hiện đại có nghĩa là điện khí hoá toàn nước Nga\"2 . ở đây, dưới góc độ khái quát hoá, Lênin đã đồng nhất điện khí hoá với công nghiệp hoá. Quá trình thực hiện công nghiệp hoá sẽ tạo ra \"cơ sở vật chất duy nhất của chủ nghĩa xã hội chỉ có thể là nền đại công nghiệp cơ khí có khả nǎng cải tạo cả nông nghiệp\"3.Nắm bắt nội dung cốt lõi của quan niệm duy vật lịch sử về lịch sử, Hồ Chí Minh nhận thức rất rõ vai trò đòn bẩy của sản xuất công nghiệp trong quá trình vận động của xã hội loài người. Quan niệm của Người về công nghiệp hoá gắn chặt với quan niệm chung về chủ nghĩa xã hội và con đường đi lên chủ nghĩa xã hội ở Việt Nam. Từ những nǎm 20 của thế kỷ XX, Hồ Chí Minh xác định con đường giải phóng dân tộc phải gắn liền với chủ nghĩa xã hội; độc lập dân tộc gắn liền với chủ nghĩa xã hội là quy luật của cách mạng Việt Nam. Sau nǎm 1954, miền Bắc được giải phóng, tiến lên chủ nghĩa xã hội, Hồ Chí Minh đã nhiều lần khẳng định: miền Bắc nước ta đang từ chế độ dân chủ nhân dân tiến dần lên chủ nghĩa xã hội. Quá độ lên chủ nghĩa xã hội là một quá trình lịch sử tự nhiên, được quy định bởi các nhân tố thời đại và quy luật vận động cách mạng của một nước do Đảng cộng sản - chính đảng của giai cấp công nhân, đội quân tiên phong của nhân dân lao động - lãnh đạo.Nǎm 1946, khi trả lời các nhà báo nước ngoài về các đặc trưng bản chất của chủ nghĩa xã hội với tư cách một chế độ xã hội và một trình độ phát triển của nền vǎn minh hiện đại, Hồ Chí Minh đã nhận định ngắn gọn nhưng hết sức sáng rõ: \"Muốn cho chủ nghĩa cộng sản thực hiện, cần phải có kỹ nghệ, nông nghiệp và tất cả mọi người đều được phát triển hết khả nǎng của mình. ở nước chúng tôi, những điều kiện ấy chưa đủ\"4. Kỹ nghệ (thực chất là công nghiệp) được Hồ Chí Minh xem như là một trong ba điều kiện quyết định sự thắng lợi của chủ nghĩa xã hội, chủ nghĩa cộng sản. Do những đặc thù riêng, Việt Nam còn chưa hội đủ các tiền đề sẵn có, nhất là kỹ nghệ. Trong đó, đặc điểm lớn nhất, bao trùm nhất của nước ta khi bước vào thời kỳ quá độ, chi phối các đặc điểm khác và quyết định phương thức quá độ, phát triển gián tiếp theo kiểu \"rút ngắn\" là nước ta \"từ một nước nông nghiệp lạc hậu tiến thẳng lên chủ nghĩa xã hội không phải kinh qua giai đoạn phát triển tư bản chủ nghĩa\"5. Hồ Chí Minh giải thích rõ hơn đặc điểm lớn nhất này và biểu hiện của nó trong từng lĩnh vực cụ thể.Trong kinh tế, tính chất lạc hậu của nền kinh tế quốc dân thể hiện không chỉ ở trình độ lực lượng sản xuất, phân công lao động xã hội, mà còn ở quy mô tổ chức, cách thức quản lý sản xuất, cơ cấu ngành kinh tế... Sau khi rút đi, đế quốc Pháp để lại cho ta một nền kinh tế nghèo nàn. Trong nông nghiệp thì sản xuất nhỏ chiếm đại bộ phận, đất đai phân tán, manh mún, một bộ phận nông dân không có ruộng đất cày cấy, sản xuất tự cung tự cấp, kỹ thuật vô cùng lạc hậu, nǎng suất thấp. Công nghiệp thì rất nhỏ bé, lẻ tẻ, rời rạc, phân bố không đều, nhất là công nghiệp cơ khí, chế tạo máy - xương sống của toàn ngành công nghiệp nói chung. Sau gần một thế kỷ đô hộ, chính sách của chủ nghĩa thực dân ở Việt Nam chỉ nhằm mục đích khai thác, vơ vét, bóc lột; các cơ sở công nghiệp mà chúng để lại rất ít, lạc hậu về trình độ công nghệ. Công nghiệp và nông nghiệp lại bị tàn phá nặng nề trong nhiều nǎm chiến tranh.Nền tảng kinh tế lạc hậu quy định một cơ cấu xã hội - giai cấp tương ứng. ở nước ta, giai cấp công nhân là lực lượng lãnh đạo, đóng vai trò quan trọng trong toàn bộ tiến trình cải tạo và xây dựng chủ nghĩa xã hội, nhưng mới chiếm một tỷ lệ nhỏ trong dân cư, đại bộ phận là nông dân, tiểu tư sản, người buôn bán nhỏ, tiềm lực kinh tế hạn chế.Trong đời sống vǎn hoá tinh thần, tuyệt đại bộ phận nhân dân mù chữ, ý thức hệ phong kiến, tư tưởng thực dân còn nặng nề, phong tục tập quán lạc hậu còn chi phối suy nghĩ, đời sống tinh thần của nhiều người.Chính cơ sở kinh tế-xã hội, vǎn hoá tinh thần lạc hậu đã làm xuất hiện trong xã hội ta một hệ thống mâu thuẫn đan cài, phức tạp, vừa mang tính đối kháng, vừa mang tính không đối kháng. Nét đặc trưng của hệ thống mâu thuẫn trong thời kỳ quá độ ở nước ta không phải là mâu thuẫn đối kháng trực tiếp giữa chủ nghĩa tư bản và chủ nghĩa xã hội, giữa giai cấp tư sản và giai cấp vô sản. Tính chất đối kháng chủ yếu tập trung ở những mâu thuẫn giữa nhân dân ta với kẻ thù bên ngoài và bọn tay sai phản động ở trong nước. Đối với một nước nông nghiệp lạc hậu, phổ biến còn là sản xuất nhỏ, bỏ qua giai đoạn phát triển tư bản chủ nghĩa, đi lên chủ nghĩa xã hội thì mâu thuẫn cơ bản là chính là mâu thuẫn giữa nhu cầu phát triển của đất nước theo xu nhướng lịch sử tiến bộ, hiện đại nhất (chủ nghĩa xã hội) với thực trạng xã hội quá thấp kém (tiền tư bản chủ nghĩa). Trong nhiều tác phẩm của mình, Hồ Chí Minh diễn đạt đó là \"mâu thuẫn giữa hai con đường\": con đường xã hội chủ nghĩa và con đường tự phát tư bản chủ nghĩa. Tất cả tính chất phức tạp, khó khǎn trong việc giải quyết mâu thuẫn cơ bản này là ở chỗ các mặt đối kháng và không đối kháng xâm nhập vào nhau, không thể sử dụng bạo lực mà chủ yếu là thuyết phục, giáo dục.Xuất phát từ đặc điểm lớn nhất này, Hồ Chí Minh nhận thức rất rõ chức nǎng kinh tế - xã hội của thời kỳ quá độ lên chủ nghĩa xã hội là phải tạo được những tiền đề kinh tế khách quan, làm nền tảng cho sự vận hành của chế độ xã hội mới. Vì thế nội dung cơ bản của toàn bộ thời kỳ quá độ lên chủ nghĩa xã hội được Hồ Chí Minh khái quát như sau: \"Chúng ta phải xây dựng một xã hội hoàn toàn mới xưa nay chưa từng có trong lịch sử dân tộc ta. Chúng ta phải thay đổi triệt để những nếp sống, thói quen, ý nghĩ và thành kiến có gốc rễ sâu xa hàng ngàn nǎm. Chúng ta phải thay đổi quan hệ sản xuất cũ, xoá bỏ giai cấp bóc lột, xây dựng quan hệ sản xuất mới không có áp bức, bóc lột... Chúng ta phải biến một nước dốt nát, cực khổ thành một nước vǎn hoá cao, đời sống tươi vui, hạnh phúc\"6.Muốn đạt mục đích đó \"Nhiệm vụ quan trọng nhất của chúng ta là phải xây dựng nền tảng vật chất và kỹ thuật của chủ nghĩa xã hội, đưa miền Bắc tiến dần lên chủ nghĩa xã hội, có công nghiệp và nông nghiệp hiện đại, có vǎn hoá và khoa học tiên tiến. Trong quá trình cách mạng xã hội chủ nghĩa, chúng ta phải cải tạo nền kinh tế cũ và xây dựng nền kinh tế mới, mà xây dựng là nhiệm vụ chủ chốt và lâu dài\"7.Như vậy, theo tư tưởng Hồ Chí Minh, thời kỳ quá độ lên chủ nghĩa xã hội là một quá trình cải biến cách mạng từ xã hội nọ sang xã hội kia, thống nhất và bao gồm hai mặt: cải tạo và xây dựng; hai mặt đó có quan hệ chặt chẽ và phải được tiến hành đồng thời, trong đó xây dựng là nhiệm vụ chủ chốt và lâu dài. Người thường xuyên chỉ rõ: cách mạng xã hội chủ nghĩa ở miền Bắc nước ta phải tiến hành đồng thời việc cải tạo và xây dựng trên tất cả các mặt: chính trị và kinh tế, kiến trúc thượng tầng và cơ sở hạ tầng, vǎn hoá và xã hội. Từ đó, Hồ Chí Minh đã xác định rõ vị trí, vai trò, tính tất yếu của công nghiệp hoá trong thời kỳ quá độ lên chủ nghĩa xã hội.Dựa vào kinh nghiệm công nghiệp hoá xã hội chủ nghĩa ở Liên Xô và các nước Đông Âu, phân tích mối quan hệ biện chứng giữa điểm xuất phát và mục đích cuối cùng, mục đích trước mắt và mục đích lâu dài, giữa thời kỳ quá độ với những bước quá độ nhỏ..., vào đầu nǎm 60, Hồ Chí Minh đã luận chứng một cách rõ ràng, khúc triết, ở tầm khái quát lý luận cao về tính tất yếu của công nghiệp hoá Việt Nam. Người cho rằng: \"Nước ta vốn là một nước nông nghiệp lạc hậu. Đó là chỗ bắt đầu đi của chúng ta... Đời sống nhân dân chỉ có thể thật dồi dào, khi chúng ta dùng máy móc để sản xuất một cách rộng rãi: dùng máy móc cả trong công nghiệp và trong nông nghiệp. Máy sẽ chắp thêm tay cho người, làm cho sức người tǎng thêm gấp trǎm, nghìn lần và giúp người làm người việc phi thường.Muốn có nhiều máy, thì phải mở mang các ngành công nghiệp làm ra máy, ra gang, thép than dấu... Đó là con đường phải đi của của chúng ta, con đường công nghiệp hoá nước nhà.Hiện nay, chúng lấy sản xuất nông nghiệp làm chính. Vì muốn mở mang công nghiệp thì phải có đủ lương thực, nguyên liệu. Nhưng công nghiệp hoá xã hội chủ nghĩa vẫn là mục tiêu phấn đấu chung, là con đường no ấm thật sự của nhân dân ta\"8.Quan điểm của Hồ Chí Minh về công nghiệp hoá hàm chứa những nội dung thật sự sâu sắc, định hướng chỉ đạo thực tiễn dài hạn. Hồ Chí Minh xác định công nghiệp hoá là một giai đoạn tất yếu, một nội dung bắt buộc của tiến trình đi tới chủ nghĩa xã hội - không tiến hành công nghiệp hoá, không thể có chủ nghĩa xã hội theo đúng nghĩa của nó. Cả chủ nghĩa xã hội, và công nghiệp hoá đều phản ánh, ở những mức độ khác nhau, một trình độ vǎn minh trong quá trình phát triển liên tục của nền sản xuất vật chất xã hội. Hồ Chí Minh còn chỉ rõ vai trò tiến bộ lịch sử của công nghiệp hoá - đó là quá trình thúc đẩy sản xuất xã hội phát triển, giải phóng sức lao động, giải phóng con người, tạo ra những bước đột khỏi trong khai thác tự nhiên. Nói một cách trực tiếp: \"Mục đích của chủ nghĩa xã hội là không ngừng nâng cao mức sống của nhân dân\"9. Hoặc \"Chủ nghĩa xã hội là làm sao cho nhân dân đủ ǎn, đủ mặc, ngày càng sung sướng, ai nấy được đi học, ốm đau có thuốc, già không lao động được thì nghỉ, những phong tục tập quán không tốt dần dần được xoá bỏ... Tóm lại, xã hội ngày càng tiến bộ, vật chất ngày càng tǎng, tinh thần ngày càng chưa tốt, đó là chủ nghĩa xã hội.Một đặc điểm trong tư duy lý luận Hồ Chí Minh là tính hợp lý, lôgíc và nhất quán cao độ; Hồ Chí Minh xác định mục tiêu chủ yếu của công nghiệp hoá trong mối quan hệ hữu cơ với mục tiêu tổng quát của chủ nghĩa xã hội. Tách rời mối quan hệ cơ bản đó, công nghiệp hoá sẽ mất phương hướng cụ thể, giáo điều. Hồ Chí Minh xem mối liên hệ giữa mục đích công nghiệp hoá và mục đích của chủ nghĩa xã hội là vấn đề cơ bản mang tính nguyên tắc. Hồ Chí Minh nêu bật mục đích cuối cùng của công nghiệp hoá xã hội chủ nghĩa đem lại đời sống dồi dào, ấm no, hạnh phúc cho nhân dân trong buổi nói chuyện với Đại hội Đảng bộ thành phố Hà Nội, Người chỉ rõ: \"Muốn bảo đảm đời sống sung sướng mãi mãi, phải công nghiệp hoá xã hội chủ nghĩa, phải xây dựng công nghiệp nặng. Như thế phải vừa cải thiện đời sống, vừa tích luỹ. Cải thiện đời sống từng bước theo khả nǎng, đồng thời phải tích luỹ để kiến thiết\"10. Đây chính là bản chất xã hội của quá trình công nghiệp hoá do giai cấp công nhân và Đảng Cộng sản lãnh đạo, là ranh giới để nhận diện công nghiệp hoá trong thời kỳ quá độ lên chủ nghĩa xã hội với công nghiệp hoá diễn ra trong điều kiện chế độ tư bản chủ nghĩa. Không phải ngẫu nhiên mà Hồ Chí Minh sử dụng tính từ \"xã hội chủ nghĩa\" gắn liền với thuật ngữ \"công nghiệp hoá\". Trong quan niệm của Người, công nghiệp hoá bao giờ cũng có định hướng cụ thể, hàm chứa cả nội dung xã hội và giai cấp. Vì vậy, không có công nghiệp hoá chung chung, mà chỉ có thể; hoặc công nghiệp hoá tư bản chủ nghĩa, hoặc là công nghiệp hoá xã hội chủ nghĩa. Bản chất giai cấp sẽ chi phối nội dung, cách lựa chọn bước đi vào các động lực thực hiện quá trình công nghiệp hoá.Như trên đã xác định, công nghiệp hoá xã hội chủ nghĩa là vấn đề có tính quy luật phổ biến đối với tất cả các nước đi lên chủ nghĩa xã hội bỏ qua giai đoạn phát triển tư bản chủ nghĩa. Nước ta từ một tiền sản xuất nhỏ đi lên nền sản xuất xã hội chủ nghĩa. Nước ta từ một nền sản xuất nhỏ đi lên nền sản xuất lớn xã hội chủ nghĩa tất yếu phải xây dựng một nền công nghiệp giữ vai trò chủ nghĩa trong nền kinh tế quốc dân, mà theo quan niệm của Hồ Chí Minh lúc bấy giờ (vào những nǎm 50,60), đó là nền đại công nghiệp cơ khí và tự động hoá. Vì vậy, công nghiệp hoá xã hội chủ nghĩa được coi là nhiệm vụ trung tâm của thời kỳ quá độ. Cách đặt vấn đề của Hồ Chí Minh trở thành một nội dung trọng yếu của đường lối công nghiệp hoá được trình bày tại Đại hội đại biểu toàn quốc lần thứ III (1960): \"Công nghiệp hoá xã hội chủ nghĩa là nhiệm vụ trung tâm của cả thời kỳ quá độ ở nước ta. Thực hiện công nghiệp hoá xã hội chủ nghĩa là nhằm xây dựng cơ sở vật chất và kỹ thuật của chủ nghĩa xã hội, tạo điều kiện cơ bản cho chủ nghĩa xã hội thắng lợi. Điểm mấu chốt trong công nghiệp hoá xã hội chủ nghĩa và ưu tiên phát triển công nghiệp nặng. Công nghiệp nặng là nền tảng của kinh tế xã hội chủ nghĩa. Có ưu tiên phát triển công nghiệp nặng mới có thể cung cấp những tư liệu sản xuất cho công nghiệp và nông nghiệp, bảo đảm thực hiện không ngừng tái sản xuất mở rộng xã hội chủ nghĩa, phát triển đến cao độ nền kinh tế quốc dân, cải thiện không ngừng đời sống của nhân dân lao động\"11.Đáng chủ ý là để triển khai việc thực hiện Nghị quyết Đại hội III của Đảng, tháng 4-1962, Ban Chấp hành Trung ương khoá III đã họp Hội nghị lần thứ bảy, thông qua Nghị quyết về nhiệm vụ và phương hướng xây dựng và phát triển công nghiệp. Đây là lần đầu tiên Đảng ta tập trung bàn về công nghiệp hoá xã hội chủ nghĩa và có một nghị quyết Thông báo của Hội nghị lần thứ bảy Ban Chấp hành Trung ương viết: Nghị quyết lần thứ bảy có tác dụng rất quan trọng đối với công cuộc công nghiệp hoá xã hội chủ nghĩa ở miền Bắc nước ta. Công nghiệp hoá xã hội chủ nghĩa là nhiệm vụ trung tâm của toàn Đảng, toàn dân ta trong suốt thời kỳ quá độ tiến hành chủ nghĩa xã hội. Vì vậy trong nhiều tác phẩm, bài nói, bài viết của mình, Hồ Chí Minh đều đòi hỏi cán bộ, đảng viên và nhân dân phải quán triệt Nghị quyết bảy, khoá III.Việc Hồ Chí Minh và Đảng Lao động Việt Nam xác định công nghiệp hoá là nhiệm vụ của trung tâm của thời kỳ quá độ lên chủ nghĩa xã hội bắt nguồn từ nhận thức chung về chủ nghĩa xã hội. Trong quan niệm của Hồ Chí Minh, xây dựng chủ nghĩa xã hội, xét về thực chất, là một sự nghiệp mang tính kinh tế. Hồ Chí Minh chỉ rõ: \"Hiện nay miền Bắc đang tiến dần lên chủ nghĩa xã hội. Muốn vậy, trước hết mọi người phải ra sức xây dựng kinh tế cho vững mạnh\"12. Mà công nghiệp hoá chính là một trong những nội dung kinh tế trọng yếu, nhằm cùng cố, xây dựng và tạo ra một lực lượng sản xuất mới, hiện đại. Nội dung của công nghiệp hoá nông nghiệp đã được Hồ Chí Minh đề cập đến trên một số bình diện.Một là, công nghiệp hoá nông nghiệp là trang bị máy móc cho nông nghiệp, cơ khí hoá sản xuất, Hồ Chí Minh khẳng định. Muốn no thì phải sản xuất nhiều gạo. Muốn ấm thì phải xuất nhiều vải. Muốn có gạo, có vải thì nông nghiệp không thể để mãi như hiện nay mà phải có máy móc, phải có nhiều máy và máy tốt. Máy móc là do quá trình công nghiệp hoá đem lại 13.Hai là, công nghiệp hoá tạo điều kiện cho nông nghiệp phát triển theo hướng sản xuất lớn, làm chủ trong việc phân công lại lao động nông thôn để sử dụng hết đất đai, rừng, biển và các tài nguyên khác.Ba là, công nghiệp hoá nông nghiệp gắn liền với việc xây dựng từng bước cơ sở hạ tầng kinh tế - kỹ thuật ở nông thôn, trong đó Hồ Chí Minh đặc biệt lưu ý đến xây dựng các công trình thuỷ lợi, đê điều, đường giao thông và áp dụng các tiến bộ kỹ thuật mới vào thâm canh, tǎng nhanh nǎng suất, sản lượng lúa và các loại hoa màu.Cùng với quan điểm chú trọng phát triển công nghiệp nặng, chế tạo ra tư liệu sản xuất, phục vụ trước hết cho nông nghiệp, ngay từ những nǎm 60, Hồ Chí Minh đã chú ý đến công nghiệp sản xuất hàng tiêu dùng phục vụ trực tiếp đời sống của người dân lao động. Hồ Chí Minh nhấn mạnh: Trong một thời gian tương đối ngắn, chúng ta đang xây dựng một nền công nghiệp dân tộc tự chủ có khả nǎng cung cấp những hàng tiêu dùng và trang bị tư liệu sản xuất cho nền kinh tế quốc dân. Hồ Chí Minh, một mặt chú trọng tiến hành công nghiệp hoá nông nghiệp, đưa nông nghiệp từng bước lên sản xuất lớn xã hội chủ nghĩa, mặt khác khuyến khích xây dựng có trọng điểm một số ngành công nghiệp nặng nhằm phục vụ nông nghiệp và hàng tiêu dùng công nghiệp. Hai mặt của quá trình này quan hệ biện chứng với nhau, cùng hướng tới tạo ra lực lượng sản xuất mới trong toàn bộ nền kinh tế quốc dân. Xét về lâu dài, nó tạo lập các tiền đề vật chất ngǎn chặn sản xuất nhỏ tự phát đi lên chủ nghĩa tư bản, xoá bỏ những điều kiện kinh tế - xã hội làm nảy sinh, phục hồi chủ nghĩa tư bản và giai cấp tư sản.Mặt khác, công nghiệp hoá được Hồ Chí Minh xác định với tư cách là nhiệm vụ trung tâm của thời kỳ quá độ còn gắn với vấn đề xây dựng, củng cố giai cấp công nhân cả về số lượng và chất lượng. Giai cấp công nhân là lực lượng lãnh đạo, động lực chính của quá trình công nghiệp hoá đất nước, nhưng đồng thời nó lại là sản phẩm và thành quả trực tiếp của sự nghiệp công nghiệp hoá. Công nghiệp hoá thúc đẩy sự phát triển mạnh mẽ giai cấp công nhân, tǎng cường nhận thức chính trị, nâng cao trình độ trí tuệ và nǎng lực lãnh đạo cách mạng. Trên cơ sở đó mà củng cố khối liên minh chiến đấu vững chắc giữa công nhân, nông dân và trí thức - nền tảng chính trị - xã hội cần thiết để công nghiệp hoá ở nước ta giành thắng lợi hoàn toàn và triệt để.Điều này càng thể hiện rõ nét tính hệ thống, chỉnh thể của tư tưởng Hồ Chí Minh. Trong quan niệm của Hồ Chí Minh, tiến hành công nghiệp hoá xã hội chủ nghĩa không thể tách rời việc thực hiện các cuộc cách mạng: cách mạng quan hệ sản xuất, cách mạng tư tưởng - vǎn hoá, cách mạng khoa học - kỹ thuật. Công nghiệp hoá xã hội chủ nghĩa tạo tiền đề để giải quyết các nhiệm vụ cụ thể của sự nghiệp xây dựng chủ nghĩa xã hội, cấu trúc lại toàn bộ các quan hệ xã hội, công nghiệp hoá hình thành và kiến tạo một nền vǎn hoá mới với các giá trị vượt trội trên cơ sở kế thừa và phát huy các giá trị truyền thống vǎn hoá nông nghiệp cổ truyền. Ngược lại, việc giải quyết các nhiệm vụ trong từng lĩnh vực cụ thể sẽ góp phần thực hiện và đẩy nhanh tiến độ, nhịp điệu công nghiệp hoá với tư cách là nhiệm vụ trung tâm của một thời kỳ lịch sử hết sức phức tạp và đặc thù.Công nhân xã hội chủ nghĩa, từ cách nhìn của Hồ Chí Minh, là nhiệm vụ trung tâm của cả thời kỳ quá độ, nhưng thời kỳ quá độ lại phải trải qua những chặng đường quá độ nhỏ hơn. Vấn đề đặt ra là cần phải bắt đầu từ đâu và như thế nào, quá trình công nghiệp hoá xã hội chủ nghĩa trong điều kiện một nước nông nghiệp lạc hậu, bỏ qua giai đoạn phát triển tư bản chủ nghĩa như ở nước ta? Vấn đề lý luận rất khó này đã được Hồ Chí Minh giải đáp thoả đáng, có sức thuyết phục. Với sự nhạy cảm chính trị đặc biệt và tầm nhìn sâu rộng, Hồ Chí Minh đã đề xuất quan điểm lựa chọn độc đáo: Trong một nước công nghiệp như Việt Nam, cơ sở và tiền đề của công nghiệp hoá là nông nghiệp; phải bắt đầu từ nông dân và lấy nông nghiệp làm khâu đột phá.Luận điểm này của Hồ Chí Minh thể hiện tính nhất quán trong nhận thức và cách thức tiến hành công nghiệp hoá, nắm bắt các mắt khâu then chốt để tập trung giải quyết từng bước nhiệm vụ trung tâm, có cơ sở lý luận, thực tiễn vững chắc. Về phương diện lý luận, V.I.Lênin là người đã đặt ra và giải quyết thành công vấn đề này. Đầu những nǎm 20 để đưa đất nước xã hội chủ nghĩa đầu tiên trên thế giới thoát ra khỏi tình trạng khủng hoảng, V.I.Lênin đã đề xuất tư tưởng táo bạo: Phải xây dựng chủ nghĩa xã hội bắt đầu tư nông dân, kinh tế nông nghiệp; coi đó là con đường duy nhất để có \"bánh mỳ và nguyên liệu\" nhằm cải thiện đời sống cả công nhân và nông dân, và như thế là không từ bỏ chuyên chính vô sản mà còn tạo ra tiềm lực kinh tế - xã hội để củng cố, tǎng cường hơn nữa chuyên chính vô sản.Lý luận của V.I.Lênin được Hồ Chí Minh vận dụng sáng tạo vào hoàn cảnh Việt Nam trong thời kỳ khôi phục kinh tế sau chiến tranh ở miền Bắc (1954-1960). Người cho rằng, trước hết phải tập trung phát triển nông nghiệp, bảo đảm đủ lương thực để giải quyết vấn đề ǎn, sau đó là mặc và các vấn đề khác. Theo cách hiểu của người phương Đông: \"Dân dĩ thực vi thiên\", Hồ Chí Minh đã khẳng định thành chân lý có ý nghĩa chỉ đạo thực tiễn \"Nông dân ta giàu thì nước ta giàu. Nông nghiệp ta thịnh thì nước ta thịnh\"14. Nông dân và nông nghiệp là khởi điểm của con đường đi tới chủ nghĩa xã hội.Từ quan điểm \"bắt đầu từ nông dân\" của V.I.Lênin, đến quan điểm \"nông dân giàu thì nước ta giàu\" của Hồ Chí Minh là một sự kế tục lý luận, khái quát quy luật vận động cho những xã hội bắt đầu công nghiệp hoá từ một nền nông nghiệp lạc hậu. Theo Hồ Chí Minh, vai trò đột phá của nông nghiệp trong tiến trình công nghiệp hoá tập trung trên các mặt; cung cấp lương thực và nguyên liệu; giải phóng sức lao động nông nghiệp, cung cấp cho công nghiệp; tạo ra nguồn tích luỹ từ bản thân nền kinh tế; là thị trường lớn tiêu thụ sản phẩm công nghiệp, nâng cao sức mua của toàn xã hội... Nông nghiệp tạo ra tiền đề cần thiết để công nghiệp hoá, kích thích sản xuất hàng hoá công nghiệp. Với điều kiện tự nhiên và nguồn nhân lực sẵn có, lại có truyền thống sản xuất lâu đời, đúc rút được nhiều kinh nghiệm canh tác quý, mặc dầu hay gặp rủi ro, nhưng sản xuất nông nghiệp cần ít vốn mà đem lại hiệu quả kinh tế nhanh, đặc biệt là thoả mãn nhu cầu sống còn của xã hội. Vì thế, phải có một nền công nghiệp mạnh cả bề rộng và chiều sâu. Với ý nghĩa như vậy, Hồ Chí Minh đã đi đến một nhận định: \"Trên cơ sở đó, công cuộc xây dựng chủ nghĩa xã hội có điều kiện tiến hành trên quy mô rộng rãi về mọi mặt, đưa miền Bắc từng bước tiến lên con đường công nghiệp hoá xã hội chủ nghĩa\"15.Tiếp tục tư duy lý luận này, tại Đại hội đại biểu toàn quốc lần thứ VIII, các Hội nghị Trung ương tiếp theo (nhất là Hội nghị Trung ương 4, Hội nghị Trung ương 6 lần thứ nhất), Đảng Cộng sản Việt Nam vẫn khẳng định nội dung cơ bản của công nghiệp hoá, hiện đại hoá trong những nǎm cuối của thập kỷ 90 là: đặc biệt coi trọng công nghiệp hoá, hiện đại hoá nông nghiệp, nông thôn, tập trung nhiều loại nguồn lực cho nông nghiệp ở giai đoạn đầu công nghiệp hoá. Từ đó thực hiện thuỷ lợi hoá, điện khí hoá, cơ giới hoá, sinh học hoá, thúc đẩy quá trình liên kết, hội nhập giữa thành thị và nông thôn, làm đòn bẩy cho sự phát triển các ngành nghề, làng nghề truyền thống, xây dựng kết cấu hạ tầng kinh tế - xã hội, từng bước hình thành nông thôn mới vǎn minh, hiện đại, theo định hướng xã hội chủ nghĩa. Quan điểm trên đây cho thấy, sự trung thành, sự vận dụng sáng tạo trong tư tưởng Hồ Chí Minh về công nghiệp hoá trong giai đoạn đẩy mạnh công nghiệp hoá, hiện đại hoá đất nước của Đảng Cộng sản Việt Nam.\nNXB. Chính trị quốc gia, Hà Nội, 2000\n1. V.I.Lênin: Toàn tập, Nxb Tiến bộ, Mátxcơva, 1979, t.42, tr.195.2. Sđd, t.44, tr.60.3. Sdd, t.44, tr.11.4. Hồ Chí Minh: Toàn tập, Nxb. Chính trị quốc gia, Hà Nội, 1955, t.4, tr. 272.5. Sđd., t.10, tr. 13.6. Hồ Chí Minh: Toàn tập, Nxb. Chính trị quốc gia, Hà Nội, 1996, t.8, tr. 493-494.7. Sđd., t. 10, tr. 13.8. Hồ Chí Minh: Toàn tập, Nxb. Chính trị quốc gia, Hà Nội, 1996, t.10, tr. 40-41.9. Sđd., tr. 159.10. Hồ Chí Minh: Toàn tập, Nxb. Chính trị quốc gia, Hà Nội, 1996, t.10, tr. 159.11. Đại hội đại biểu toàn quốc lần thứ ba của Đảng Lao động Việt Nam: Vǎn kiện Đại hội t.III, Ban Chấp hành Trung ương Đảng Lao động Việt Nam xuất bản, 1960, t.I, tr. 65.12. Hồ Chí Minh: Toàn tập, Nxb. Chính trị quốc gia, Hà Nội, 1996, t.9, tr.137.13. Sđd., t.10, tr. 298.14. Hồ Chí Minh: Toàn tập, Nxb. Chính trị quốc gia, Hà Nội, 1995, t.4, tr.215.15. Hồ Chí Minh: Toàn tập, Nxb. Chính trị quốc gia, Hà Nội, t.11, tr.491.\nTrang chủ\nC. Mác;  Ph. Ăngghen;V. I. Lênin; Hồ Chí Minh\nLãnh đạo Đảng,Nhà nước\nBộ Chính trị, Ban Bí thư,Ban Chấp hành Trung ương\nCác Ban ĐảngTrung ương\nCác Đảng bộ trựcthuộc Trung ương\nTư liệuvăn kiện Đảng\nHệ thốngvăn bản\nHồ sơ - Sự kiệnNhân chứng\nThứ Hai, 4/11/2024\nThứ Năm, 8/10/2015 15:43'(GMT+7)\nHồ Chí Minh về công nghiệp hoá - nhiệm vụ trung tâm của thời kỳ quá độ lên chủ nghĩa xã hội ở Việt Nam\n\n",
        "link": "https://tulieuvankien.dangcongsan.vn/c-mac-angghen-lenin-ho-chi-minh/ho-chi-minh/nghien-cuu-hoc-tap-tu-tuong/ho-chi-minh-ve-cong-nghiep-hoa-nhiem-vu-trung-tam-cua-thoi-ky-qua-do-len-chu-nghia-xa-hoi-o-viet-nam-2040"
    },
    {
        "id": 3,
        "content": "Vận dụng và phát triển sáng tạo tư tưởng Hồ Chí Minh về chủ nghĩa xã hội và con đường đi lên chủ nghĩa xã hội ở Việt Nam\n1.Để vận dụng và phát triển sáng tạo tư tưởng Hồ Chí Minh về chủ nghĩa xã hội, chúng ta cần nắm vững quan điểm lịch sử - cụ thể, tức là phải đặt tư tưởng của Người vào bối cảnh lúc bấy giờ. Đó là, miền Bắc nước ta bước vào xây dựng chủ nghĩa xã hội trong lúc phong trào xã hội chủ nghĩa trên thế giới đang ở thời kỳ cao trào. Các nước XHCN (tiêu biểu là Liên Xô, các nước XHCN ở Đông Âu và Trung Quốc…) đã đạt những thành tựu to lớn trong sự nghiệp xây dựng chủ nghĩa xã hội và Liên Xô lúc bấy giờ đóng vai trò là thành trì của cách mạng thế giới.\nLúc này mô hình chủ nghĩa xã hội Xô viết chi phối rất mạnh các nước trong hệ thống xã hội chủ nghĩa và những khuyết tật, sai lầm của mô hình này cũng chưa bộc lộ rõ. Trong khi đó, nước ta tiến lên chủ nghĩa xã hội từ một nước nông nghiệp lạc hậu là chưa có tiền lệ trong lịch sử. Vì vậy, những thành tựu cũng như hạn chế của chủ nghĩa xã hội hiện thực thế giới đã tác động mạnh đến thực tiễn xây dựng chủ nghĩa xã hội ở nước ta là một thực tế khách quan. Sau khi miền Bắc được giải phóng, cả nước phải tiến hành đồng thời hai nhiệm vụ chiến lược cách mạng. Công cuộc xây dựng chủ nghĩa xã hội ở miền Bắc diễn ra trong hòa bình chỉ khoảng 10 năm (1955-1964), bởi từ năm 1965 trở đi cuộc chiến tranh do đế quốc Mỹ phát động đã lan rộng ra miền Bắc, lúc này miền Bắc trở thành hậu phương lớn cho tiền tuyến lớn miền Nam; xây dựng chủ nghĩa xã hội ở miền Bắc với tinh thần “mỗi người làm việc bằng hai, vì đồng bào miền Nam ruột thịt”, “thóc không thiếu một cân, quân không thiếu một người”, “xe chưa qua, nhà không tiếc” nhằm giải phóng miền Nam, thống nhất đất nước. Do đó, không cho phép nhân dân ta tập trung toàn lực vào nhiệm vụ xây dựng chủ nghĩa xã hội; hơn nữa, mô hình chủ nghĩa xã hội theo kiểu quản lý tập trung, bao cấp ở miền Bắc lúc này về cơ bản đáp ứng yêu cầu thời chiến và những hạn chế, khiếm khuyết của mô hình này cũng chưa được bộc lộ rõ.\nSau Đại thắng mùa Xuân năm 1975, cả nước bước vào thời kỳ xây dựng chủ nghĩa xã hội. Hoàn cảnh đất nước đã thay đổi từ chiến tranh sang hòa bình, nhưng chúng ta đã phạm sai lầm là kéo dài mô hình chủ nghĩa xã hội thời chiến sang thời bình và càng kéo dài thì những hạn chế, khuyết tật của mô hình càng bộc lộ gay gắt, gây ra khủng hoảng kinh tế - xã hội. Trong cuốn sách “Văn hóa và đổi mới”, Thủ tướng Phạm Văn Đồng đã viết: “Tôi muốn dừng lại đây để rút một bài học rất bổ ích về tính “lãng mạn cộng sản” (Lênin), lấy lòng mong muốn thay cho thực tế. Trong cách nghĩ và cách làm sai lầm này, điều nguy hiểm nhất là bất chấp quy luật của lịch sử, muốn đốt cháy giai đoạn, không tính đến điểm xuất phát về tình hình mọi mặt của nước ta lúc bấy giờ. Bản thân tôi, hồi tưởng lại tâm trí của mình, tôi vô cùng ngạc nhiên sao mà mình có thể quay lưng lại với biết bao sự thật hàng ngày diễn ra trước mắt mình để lao vào những sai lầm với những cái giá đắt phải trả. Rõ ràng đây là một sự thiếu sáng suốt trong nhận thức và hành động, trong lý luận và thực tiễn”(1).\nTừ năm 1986, với đường lối đổi mới của Đại hội đại biểu toàn quốc lần thứ VI, Đảng ta đã chuyển đổi mô hình chủ nghĩa xã hội kế hoạch hóa, tập trung, bao cấp sang nền kinh tế thị trường theo định hướng XHCN. Đây cũng là quá trình Đảng ta không ngừng tổng kết thực tiễn, phát triển lý luận; từng bước xây dựng, hoàn thiện mô hình chủ nghĩa xã hội và con đường đi lên chủ nghĩa xã hội ở Việt Nam phù hợp với tình hình mới.\n2.Chủ nghĩa xã hội là gì và xây dựng chủ nghĩa xã hội như thế nào là một câu hỏi lớn mà cho đến nay, chúng ta vẫn tiếp tục phải nghiên cứu làm rõ. Công lao to lớn của C.Mác và Ph.Ăngghen là đã phát hiện ra xu hướng phát triển tất yếu của xã hội loài người và đi đến kết luận rằng chủ nghĩa tư bản tất yếu sẽ bị thay thế bằng chủ nghĩa cộng sản, mà giai đoạn đầu là chủ nghĩa xã hội. Các ông đã chỉ ra những phương hướng phát triển chủ yếu và những đặc trưng bản chất của chủ nghĩa xã hội, với tư cách là một chế độ xã hội. Đó là: xóa bỏ chế độ tư hữu tư bản chủ nghĩa về tư liệu sản xuất, thiết lập chế độ sở hữu công cộng để giải phóng cho sức sản xuất xã hội phát triển; có một nền đại công nghiệp cơ khí với trình độ khoa học và kỹ thuật hiện đại có khả năng cải tạo nông nghiệp, tạo ra năng suất lao động cao hơn chủ nghĩa tư bản; thực hiện sản xuất có kế hoạch; thực hiện nguyên tắc phân phối theo lao động; khắc phục dần sự khác biệt giữa các giai cấp, tiến tới một xã hội tương đối thuần nhất; giải phóng con người khỏi tình trạng bị bóc lột về kinh tế, áp bức về chính trị và nô dịch về tinh thần; tạo điều kiện cho con người có thể tận lực phát triển mọi khả năng sẵn có của mình. C.Mác và Ph.Ăngghen cho rằng: “Đối với chúng ta, chủ nghĩa cộng sản không phải là một trạng thái cần phải sáng tạo ra, không phải là một lý tưởng mà hiện thực cần phải khuôn theo. Chúng ta coi chủ nghĩa cộng sản là một phong trào hiện thực, nó xóa bỏ trạng thái hiện nay. Những điều kiện của phong trào ấy là kết quả của những tiền đề hiện đang tồn tại”(2).\nV.I.Lênin là người đã bảo vệ, phát triển và hiện thực hóa chủ nghĩa xã hội khoa học ở nước Nga Xô viết sau cuộc Cách mạng Tháng Mười Nga thắng lợi. Căn cứ vào thực tiễn xây dựng chủ nghĩa xã hội ở Liên Xô, V.I. Lênin đã điều chỉnh một số dự báo trước đây của C.Mác, Ph.Ăngghen và của chính mình về chủ nghĩa xã hội; ông đã bác bỏ ý kiến sai lầm của “những người cộng sản cánh tả”, đứng đầu là N.I.Bukharin về chủ nghĩa xã hội. Theo V.I. Lênin: “Chủ nghĩa xã hội đã chuyển từ lĩnh vực giáo điều - mà chỉ có những kẻ hoàn toàn không hiểu gì mới nói đến - từ lĩnh vực sách vở và cương lĩnh, sang lĩnh vực thực tiễn. Ngày nay, bằng chính bàn tay của mình, những người công nhân và nông dân đang làm nên chủ nghĩa xã hội”. Trong thời kỳ thực hiện Chính sách kinh tế mới (NEP), V.I.Lênin nhấn mạnh: chúng ta không thể không thừa nhận toàn bộ cách nhìn đối với chủ nghĩa xã hội của chúng ta đã hoàn toàn thay đổi. Chúng ta chỉ biết phương hướng của con đường đó. Còn cụ thể và trên thực tế con đường đó ra sao thì kinh nghiệm của hàng triệu con người sẽ chỉ rõ khi họ bắt tay vào hành động.\nChủ tịch Hồ Chí Minh luôn trung thành với chủ nghĩa Mác - Lênin, nhưng với tinh thần độc lập, tự do vốn có của mình, Người đã tiếp thu bản chất, mục tiêu của chủ nghĩa xã hội một cách sâu sắc và sáng tạo. Do đó, trong nhận thức, tư tưởng Hồ Chí Minh về chủ nghĩa xã hội luôn thống nhất với những nguyên lý cơ bản của các nhà kinh điển Mác - Lênin, nhưng đã được cụ thể hóa và vận dụng phù hợp với thực tiễn Việt Nam. Chủ tịch Hồ Chí Minh không đưa ra định nghĩa về chủ nghĩa xã hội với những tiêu chí đầy đủ, toàn diện, hoàn chỉnh của một mô hình lý tưởng được xây dựng sẵn trong tư tưởng, nhận thức để từ đó bắt thực tiễn phải khuôn theo. Với Người, chủ nghĩa xã hội không chỉ là ước mơ, lý tưởng mà còn được thể hiện cụ thể từng bước trong hiện thực. Sáng tạo lớn của Chủ tịch Hồ Chí Minh là dựa trên những quan điểm cơ bản của Mác - Lênin về chủ nghĩa xã hội và xuất phát từ thực tiễn đất nước để nêu lên một hệ thống luận điểm về bản chất, mục tiêu và động lực của chủ nghĩa xã hội; về tính tất yếu khách quan của thời kỳ quá độ và các hình thức, biện pháp, bước đi trong thời kỳ quá độ lên chủ nghĩa xã hội ở Việt Nam.\nVề bản chất, mục tiêu của chủ nghĩa xã hội, Chủ tịch Hồ Chí Minh có nhiều cách tiếp cận, định nghĩa khác nhau về chủ nghĩa xã hội, trong đó kiểu định nghĩa phổ biến mà Người hay dùng nhất là định nghĩa chủ nghĩa xã hội bằng cách xác định mục tiêu của chủ nghĩa xã hội, chỉ rõ phương hướng, phương tiện để đạt được mục tiêu đó. Theo Người: “Mục đích của chủ nghĩa xã hội là gì? Nói một cách giản đơn và dễ hiểu là: Không ngừng nâng cao đời sống vật chất và tinh thần của nhân dân, trước hết là nhân dân lao động”(3); “không ngừng nâng cao mức sống của nhân dân là mục đích của chủ nghĩa xã hội”; hoặc “Nói một cách tóm tắt, mộc mạc, chủ nghĩa xã hội trước hết nhằm làm cho nhân dân lao động thoát nạn bần cùng, làm cho mọi người có công ăn việc làm, được ấm no và sống một đời hạnh phúc”(4); “Chủ nghĩa xã hội là làm sao cho nhân dân đủ ăn, đủ mặc, ngày càng sung sướng, ai nấy được đi học, ốm đau có thuốc, già không lao động được thì nghỉ, những phong tục tập quán không tốt dần dần được xóa bỏ… Tóm lại, xã hội ngày càng tiến, vật chất ngày càng tăng, tinh thần ngày càng tốt, đó là chủ nghĩa xã hội”(5); “Chủ nghĩa xã hội là làm sao cho dân giàu nước mạnh”(6).\nKhi trả lời các nhà báo nước ngoài năm 1946, Người nói: “Tôi chỉ có một sự ham muốn, ham muốn tột bậc, là làm sao cho nước ta được hoàn toàn độc lập, dân ta được hoàn toàn tự do, đồng bào ai cũng có cơm ăn, áo mặc, ai cũng được học hành”(7). Nhất quán điều đó, trong Di chúc, Người viết: “Điều mong muốn cuối cùng của tôi là toàn Đảng, toàn dân ta đoàn kết phấn đấu, xây dựng một nước Việt Nam hòa bình, thống nhất, độc lập, dân chủ và giàu mạnh và góp phần xứng đáng vào sự nghiệp cách mạng thế giới”(8). Không chỉ sáng tạo, độc đáo trong cách tiếp cận, quan niệm về chủ nghĩa xã hội, Chủ tịch Hồ Chí Minh còn rất sáng tạo trong việc xác định con đường đi lên chủ nghĩa xã hội ở Việt Nam. Người đặt vấn đề: “Chúng ta phải dùng những phương pháp gì, hình thức gì, đi theo tốc độ nào để tiến dần lên chủ nghĩa xã hội? Đó là những vấn đề đặt ra trước mắt Đảng ta hiện nay”(9).\nNgười yêu cầu Đảng ta phải nắm vững lập trường, quan điểm và phương pháp của chủ nghĩa Mác - Lênin; đồng thời, phải nắm vững đặc thù của dân tộc, nêu cao tinh thần độc lập, tự chủ, sáng tạo; phải học tập, tham khảo kinh nghiệm của các nước XHCN anh em, nhưng phải hết sức sáng tạo, tránh giáo điều, rập khuôn, bởi vì nước ta có những đặc điểm riêng. Trong bài nói tại Hội nghị Trung ương ngày 10/5/1950 để chuẩn bị cho Đại hội đại biểu toàn quốc lần thứ II của Đảng, khi đề cập đến phương châm của Đảng, Chủ tịch Hồ Chí Minh nêu rõ: “Lý luận Mác - Lênin thống nhất với thực tiễn cách mạng Việt Nam… Chủ nghĩa Mác - Lênin không phải ở đâu người ta cũng làm cộng sản, cũng làm Xô viết”(10).\nSau khi hòa bình lập lại ở miền Bắc, trong cuộc họp Bộ Chính trị ngày 10/12/1954 để bàn về đề án khôi phục và phát triển kinh tế, Người nói: “… Nếu muốn công nghiệp hóa gấp thì là chủ quan. Cho nên trong kế hoạch phải tăng tiến nông nghiệp. Làm trái với Liên Xô, đó cũng là mác xít… Ta cho nông nghiệp là quan trọng và ưu tiên, rồi tiến đến thủ công nghiệp, sau mới đến công nghiệp nặng”(11). Tháng 7/1956, nói chuyện tại lớp hướng dẫn giáo viên cấp II, cấp III và Hội nghị sư phạm, Người cho rằng: “… Ta không thể giống Liên Xô, vì Liên Xô có phong tục tập quán khác, có lịch sử địa lý khác… ta có thể đi con đường khác để tiến lên chủ nghĩa xã hội”(12). Con đường khác mà Người đề cập chính là những biện pháp, hình thức, bước đi, cách làm trong xây dựng chủ nghĩa xã hội thích hợp với hoàn cảnh đặc thù của Việt Nam.\nVề nhịp độ, bước đi của chủ nghĩa xã hội ở Việt Nam, Chủ tịch Hồ Chí Minh đã nhiều lần căn dặn: phải tiến dần dần, từng bước vững chắc, chớ ham làm mau, ham rầm rộ, “tiến lên chủ nghĩa xã hội, không thể một sớm một chiều”(13). Tháng 3/1961, phát biểu tại Hội nghị bồi dưỡng cán bộ lãnh đạo các cấp toàn miền Bắc, Người lưu ý: “Tiến nhanh, tiến mạnh không phải là phiêu lưu, làm ẩu. Phải thiết thực đi từng bước, phải tiến vững chắc. Phải nắm vững quy luật phát triển của cách mạng, phải tính toán cẩn thận những điều kiện cụ thể, những biện pháp cụ thể. Kế hoạch phải chắc chắn, cân đối. Chớ đem chủ quan của mình thay cho điều kiện thực tế. Phải chống bệnh chủ quan, tác phong quan liêu, đại khái. Phải xây dựng tác phong điều tra, nghiên cứu trong mọi công tác cũng như trong khi định ra mọi chính sách của Đảng và của Nhà nước”(14).\nTrong chỉ đạo xây dựng nền kinh tế ở miền Bắc, Chủ tịch Hồ Chí Minh hết sức lưu ý sự phát triển cân đối giữa hai ngành công nghiệp và nông nghiệp. Ngày 21/3/1962, khi chủ trì họp Bộ Chính trị để bàn về kế hoạch phát triển công nghiệp, Người nói: ... Mục đích xây dựng chủ nghĩa xã hội là nâng cao đời sống nhân dân. Lực lượng chính để xây dựng chủ nghĩa xã hội là nhân dân(15). Tháng 7/1962, tại cuộc họp Bộ Chính trị bàn về công tác kiểm tra kế hoạch nhà nước, Người nhấn mạnh: “… Ta phải tìm cách nào, nếu cần có thể giảm bớt một phần xây dựng để giải quyết vấn đề ăn và mặc cho nhân dân được tốt hơn nữa, đừng để cho tình hình đời sống căng thẳng quá. Vấn đề con người là hết sức quan trọng. Nhà máy cũng rất cần có thêm, có sớm, nhưng cần hơn là con người… Phải làm cho quần chúng hiểu chủ nghĩa xã hội đúng hơn. Phải quan tâm đến đời sống quần chúng và giáo dục quần chúng”(16).\nQua nghiên cứu tư tưởng Hồ Chí Minh về chủ nghĩa xã hội và con đường đi lên chủ nghĩa xã hội ở Việt Nam, có thể thấy rõ: về hình thức cách nói, cách viết của Chủ tịch Hồ Chí Minh là rất ngắn gọn, nôm na, mộc mạc. Người đã rất tài tình khi diễn đạt lý luận chủ nghĩa xã hội bằng ngôn ngữ của dân tộc mình, mục đích nói và viết của mình là cho đồng bào Việt Nam, để cho mọi tầng lớp nhân dân đều có thể hiểu được, nhớ được và làm được, “nói thế nào mà đồng bào hiểu được, làm được là nói chủ nghĩa Mác - Lênin”.\nVề nội dung, chủ nghĩa xã hội trong quan niệm của Chủ tịch Hồ Chí Minh không phải là cái gì cao siêu, trừu tượng mà hết sức cụ thể, thiết thực, đáp ứng yêu cầu, nguyện vọng của nhân dân. Vì vậy, dễ đi vào lòng người, được mọi người dân Việt Nam chấp nhận và tự nguyện phấn đấu cho thắng lợi của chủ nghĩa xã hội. Điểm cốt lõi của chủ nghĩa xã hội theo Chủ tịch Hồ Chí Minh là giải phóng và phát triển con người, đạt đến trình độ đạo đức nhân văn cao cả nhất mà nhân loại hằng mơ ước. Mục tiêu cao nhất của chủ nghĩa xã hội là vì con người, không ngừng cải thiện và nâng cao đời sống của nhân dân, trước hết là nhân dân lao động; mọi biểu hiện của các chế độ xã hội thống trị con người, xúc phạm các giá trị làm người đều xa lạ với bản chất đích thực của chủ nghĩa xã hội “Mục đích nâng cao đời sống toàn dân đó là tiêu chí tổng quát để khẳng định và kiểm nghiệm tính chất XHCN của các lý luận chủ nghĩa xã hội và chính sách thực tiễn. Trượt ra khỏi quỹ đạo đó thì hoặc là chủ nghĩa xã hội giả hiệu hoặc không có gì tương thích với chủ nghĩa xã hội”(17).\nKhi nói về công cuộc hợp tác hóa, Người cho rằng: “Trước hết ta cần nhận rõ mục đích của việc tổ chức hợp tác xã là gì? Là để cải thiện đời sống nông dân, làm cho nông dân được no ấm, mạnh khỏe, được học tập, làm cho dân giàu nước mạnh. Dân có giàu thì nước mới mạnh. Đó là mục đích riêng và mục đích chung của việc xây dựng hợp tác xã”(18). Như vậy, theo Chủ tịch Hồ Chí Minh, việc xây dựng hợp tác xã không phải là mục đích, mà chỉ là cách tổ chức sản xuất hiệu quả, làm cho đời sống của người nông dân không ngừng được cải thiện và nâng cao.\nTrong quá trình đổi mới, trên cơ sở chủ nghĩa Mác - Lênin và tư tưởng Hồ Chí Minh, Đảng ta đã có những bước tiến mạnh mẽ trong nhận thức tư duy lý luận và chỉ đạo thực tiễn xây dựng chủ nghĩa xã hội ở nước ta. Điều đó được thể hiện rõ trong Cương lĩnh xây dựng đất nước trong thời kỳ quá độ lên chủ nghĩa xã hội đã nêu rõ quan niệm của Đảng về xã hội XHCN mà nhân dân ta xây dựng với 8 đặc trưng, trong đó mục tiêu bao trùm (đặc trưng tổng quát), thể hiện bản chất của chế độ là: Dân giàu, nước mạnh, dân chủ, công bằng, văn minh(19). Thực tế công cuộc đổi mới ở Việt Nam đã chứng minh rằng, chính nhờ đứng vững trên nền tảng chủ nghĩa Mác - Lênin, tư tưởng Hồ Chí Minh, với sự lãnh đạo đúng đắn và sáng tạo của Đảng ta mà trước tình hình các nước XHCN Đông Âu và Liên Xô sụp đổ, Việt Nam vẫn kiên định và vững bước đi lên chủ nghĩa xã hội.\nTrong bài viết “Hồi ức về Hồ Chí Minh” của đồng chí W.E. Gollan, Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Australia đã khẳng định: “Hồ Chí Minh là một nhà tư tưởng XHCN sáng tạo vĩ đại và một người hành động. Chủ nghĩa xã hội của Người không bè phái cũng không giáo điều, mà là nhân đạo và nhân loại… Tư tưởng chính trị của Người chịu ảnh hưởng của những nhà tư tưởng dân chủ và XHCN lớn ở châu Âu được áp dụng vào một hoàn cảnh châu Á và điều đó đã đem lại cho nó một ý nghĩa thế giới”(20). Viện sĩ Thông tấn Viện Hàn lâm Khoa học Liên Xô, V.M.Solnsev có nhận định: “Trong thế giới đầy năng động của chúng ta ngày nay đang diễn ra những biến đổi lớn lao… Khái niệm của chúng ta về chủ nghĩa xã hội, về con đường và các phương pháp xây dựng chủ nghĩa xã hội cũng thay đổi. Nhưng trong mọi biến đổi cũng có một số điều quan trọng không hề thay đổi. Đó là lý tưởng XHCN, các tư tưởng nhân đạo chủ nghĩa, tự do, dân chủ và công bằng xã hội, mà Chủ tịch Hồ Chí Minh, nhà yêu nước vĩ đại, người theo chủ nghĩa quốc tế đã cống hiến trọn đời cho những lý tưởng đó. Năm tháng sẽ qua đi nhưng nhân loại tiến bộ sẽ nhớ mãi tên tuổi và sự nghiệp của Chủ tịch Hồ Chí Minh”(21).\nChủ tịch Hồ Chí Minh đã phác thảo ra những đường hướng lớn về chủ nghĩa xã hội ở Việt Nam, đưa dân tộc ta vượt qua những khó khăn ban đầu với những sai lầm ít cực đoan nhất, tránh được cho dân tộc những đổ vỡ, mất mát không cần thiết; nhờ đó, chủ nghĩa xã hội ở Việt Nam đã vượt qua được cơn bão táp của thế kỷ XX, đứng vững và phát triển. Thực tiễn phát triển của đất nước trong giai đoạn hiện nay đang đặt ra nhiều vấn đề mới vô cùng phức tạp mà Chủ tịch Hồ Chí Minh lúc sinh thời chưa có điều kiện đề cập đến, nhưng Người đã để lại cho chúng ta những nguyên lý, nguyên tắc, phương pháp luận để suy nghĩ, tìm tòi lời giải đáp cho những vấn đề thực tế của đất nước. Trong cuộc hành trình đi lên của dân tộc, “phương hướng và mục tiêu sẽ không thay đổi. Nhưng con đường thì lại phải vừa đi vừa khám phá. Không phải cứ nhắm mắt mà đi, mà phải tỉnh táo và rất thông minh để trong mỗi bước đi tránh được mọi khó khăn, vượt qua được mọi chướng ngại… Con đường ấy không chỉ đòi hỏi sự dũng cảm mà còn đòi hỏi một sự nhạy bén và vô cùng sáng tạo ở mỗi bước đi. Thiếu sự nhạy bén và sáng tạo ấy thì chỉ có thất bại mà không có thành công”(22).\nCông cuộc đổi mới đất nước theo định hướng XHCN đã tạo điều kiện và đặt ra yêu cầu mới cần phải nhận thức đúng đắn, vận dụng sáng tạo, bổ sung và phát triển chủ nghĩa Mác - Lênin, tư tưởng Hồ Chí Minh về chủ nghĩa xã hội, nhằm tiếp tục tổng kết thực tiễn, phát triển lý luận của Đảng. Thực chất của công cuộc đổi mới là “chống lại những cái gì đã cũ kỹ, hư hỏng, để tạo ra những cái mới mẻ, tốt tươi”, là tìm tòi phương thức (con đường) xây dựng chủ nghĩa xã hội phù hợp với Việt Nam hiện nay “Tình hình mới đã đặt ra những nhiệm vụ mới, phương châm mới, sách lược mới… Trước tình hình mới hiện nay, ta không thể giữ cương lĩnh cũ”(23).\nTrong bối cảnh hiện nay, đòi hỏi phải nắm vững mục tiêu, bản chất của chủ nghĩa xã hội; nắm vững tinh thần và phương pháp “Dĩ bất biến, ứng vạn biến” của Chủ tịch Hồ Chí Minh để tìm tòi, phát hiện ra những quy luật phát triển của cách mạng Việt Nam, sáng tạo ra những nội dung mới, cách làm mới phù hợp với điều kiện của đất nước và xu thế của thời đại; biến mục tiêu, lý tưởng của Người từng bước trở thành hiện thực trên đất nước ta./.\n----------------------------------------------\nGhi chú:\n(1) Phạm Văn Đồng,Văn hóa và đổi mới,Nxb CTQG, H.1994, tr.35-36.\n(2)  C.Mác và  Ph.Ăngghen,Toàn tập,tập 3, Nxb CTQG, H.1995, tr.51.\n(17) Mạch Quang Thắng (chủ biên),Vận dụng và phát triển sáng tạo tư tưởng Hồ Chí Minh về chủ nghĩa xã hội ở Việt Nam,Nxb Lao động, H.2010, tr.146, tr.147.\n(3),(5),(14) Hồ Chí Minh,Toàn tập,tập 13, Nxb CTQG-ST, H.2011, tr.30, tr.438, tr.71.\n(4) Hồ Chí Minh,Toàn tập, tập 12, Nxb CTQG-ST, H.2011, tr.415.\n(6), (12), (13) Hồ Chí Minh,Toàn tập, tập 10, Nxb CTQG-ST, H.2011, tr.390, tr.391, tr.392.\n(7) Hồ Chí Minh,Toàn tập,tập 15, Nxb CTQG-ST, H.2011, tr.627.\n(8) Hồ Chí Minh,Toàn tập,tập 15, Nxb CTQG-ST, H.2011, tr.624.\n(9) Hồ Chí Minh,Toàn tập,tập 11, Nxb CTQG-ST, H.2011, tr.92.\n(10) Hồ Chí Minh,Toàn tập, tập 6, Nxb CTQG-ST, H.2011, tr.368-369.\n(11) Hồ Chí Minh,Biên niên tiểu sử,tập 5, Nxb CTQG, H.1995, tr.572-573.\n(15), (16), (23) Hồ Chí Minh,Biên niên tiểu sử, tập 8, Nxb CTQG, H.1995, tr.211, tr.550-551.\n(18) Hồ Chí Minh,Toàn tập, tập 12, Nxb CTQG- ST, H.2011, tr.316.\n(19) Đảng Cộng sản Việt Nam,Văn kiện Đại hội đại biểu toàn quốc lần thứ XI, Nxb CTQG-ST, H.2011, tr.70.\n(20), (21) Hội thảo quốc tế về Chủ tịch Hồ Chí Minh (trích tham luận của đại biểu quốc tế), Nxb Khoa học Xã hội, H.1990. tr.157, tr.86.\n(22) Vũ Khiêu,Hồ Chí Minh ngôi sao sáng mãi trên bầu trời Việt Nam, Nxb CTQG-ST, H.2012, tr.45-46.\n\nTS Nguyễn Mậu Linh - Học viện Chính trị khu vực III, Học viện Chính trị quốc gia Hồ Chí Minh\ntcnn.vn\n",
        "link": "https://tcnn.vn/news/detail/48260/Van-dung-va-phattrien-sang-tao-tu-tuong-Ho-ChiMinh-ve-chu-nghia-xa-hoi-va-con-duongdi-len-chu-nghia-xa-hoi-o-Viet-Nam.html"
    },
    {
        "id": 4,
        "content": "Hồ Chí Minh\nTS. Doãn Hùng\n\nTừ một nước nông nghiệp lạc hậu, sản xuất nhỏ là phổ biến tiến lên chủ nghĩa xã hội bỏ qua chế độ tư bản chủ nghĩa, nhiệm vụ trung tâm của cách mạng nước ta trong thời kỳ quá độ được Đảng ta và Chủ tịch Hồ Chí Minh xác định là phải tiến hành công nghiệp hoá để đạt đến trình độ một nước có nông nghiệp hiện đại, công nghiệp hiện đại, vǎn hoá và khoa học tiên tiến. Trong những nǎm đầu khi miền Bắc bước vào thời kỳ quá độ lên chủ nghĩa xã hội, Nghị quyết của Hội nghị Trung ương lần thứ 14 khoá II nǎm 1958 đã chỉ rõ: \"Công nghiệp hoá là nhiệm vụ trung tâm trong suốt thời kỳ quá độ lên chủ nghĩa xã hội ở nước ta\"1. Từ thực tiễn lãnh đạo nhân dân tiến hành cách mạng chủ nghĩa xã hội, hiện nay tư duy của Đảng về công nghiệp hoá đã có những bước tiến vượt bậc, khắc phục những hạn chế trước đây về nội dung và bước đi của quá trình công nghiệp hoá ở nước ta. Nghị quyết Đại hội đại biểu toàn quốc lần thứ VIII của Đảng khẳng định nước ta đã hoàn thành nhiệm vụ của chặng đường đầu tiên và chuyển sang thời kỳ đẩy mạnh công nghiệp hoá, hiện đại hoá đất nước. Đại hội VIII và các Hội nghị Trung ương sau đó đã xác định rõ hệ thống quan điểm của Đảng ta về công nghiệp hoá, hiện đại hoá trong giai đoạn cách mạng hiện tại. Một trong những quan điểm lớn được Đảng ta nhấn mạnh là: \" công nghiệp hoá, hiện đại hoá là sự nghiệp của toàn dân, của mọi thành phần kinh tế, trong đó kinh tế nhà nước là chủ đạo\". Đây là một trong những vấn đề có ý nghĩa lý luận và thực tiễn sâu sắc, thể hiện sự vận dụng đúng đắn những nguyên lý của chủ nghĩa Mác - Lênin tư tưởng Hồ Chí Minh vào quá trình xây dựng chủ nghĩa xã hội của Đảng ta.\nSau đây là một số nội dung cơ bản về quan điểm toàn dân trong việc thực hiện nhiệm vụ công nghiệp hoá của Chủ tịch Hồ Chí Minh nhằm góp phần làm sáng tỏ quan điểm của Đảng ta hiện nay.\nI- Tin dân, dựa vào dân để tiến hành công nghiệp hoá là một nguyên tắc cơ bản trong đường lối chính trịcủa Hồ Chí Minh\nNguyên tắc cơ bản này bắt nguồn từ truyền thống của dân tộc trong quá trình hàng nghìn nǎm dựng nước và giữ nước: \"phải khoan thư sức dân, làm kế rễ sâu gốc vững, ấy là phương sách để giữ nước\".(Trần Quốc Tuấn) và \"Đẩy thuyền là dân mà lật thuyền cũng là dân\"(Nguyễn Trãi). Với những tư tưởng tiến bộ đó, các nhà lãnh đạo yêu nước đã giương cao ngọn cờ dân tộc để tập hợp toàn dân vào quá trình đấu tranh bảo vệ và xây dựng đất nước.\nNguyên tắc cơ bản này của Chủ tịch Hồ Chí Minh là sự quán triệt sâu sắc nguyên lý của chủ nghĩa Mác - Lênin: cách mạng là sự nghiệp của quần chúng.\nVới Hồ Chí Minh, tin dân, dựa vào dân không phải là một sách lược chính trị trong đấu tranh giải phóng dân tộc mà là vấn đề chiến lược trong suốt quá trình cách mạng do Đảng ta lãnh đạo. Công cuộc xây dựng chủ nghĩa xã hội ở nước ta, mà nhiệm vụ trung tâm là thực hiện công nghiệp hoá được Hồ Chí Minh nhấn mạnh: \"Muốn có nhiều máy, thì phải mở mang các ngành công nghiệp làm ra mấy, ra gang, thép, than, dầu... Đó là con đường phải đi của chúng ta, con đường công nghiệp hoá nước nhà\"2, và \"chúng ta phải phấn đấu cho nềncông nghiệpmau lớn mạnh, cho công nghiệp hoá xã hội chủ nghĩa thành công như đã đề ra trongNghị quyếtĐại hội lần thứ III của Đảng\"3.\nSự nghiệp lớn lao đó theo Chủ tịch Hồ Chí Minh không phải của riêng một tầng lớp, giai cấp nào mà \"đó là công tác chung của tất cả mọi người\"4.\nThực tiễn ở một số nước và ở nước ta đã chứng tỏ rằng khi kết thúc giai đoạn cách mạng giải phóng dân tộc, bước vào giai đoạn cách mạng mới - giai đoạn cách mạng xã hội chủ nghĩa thì một số giai đoạn cấp, tầng lớp có quyền lợi riêng của mình đối lập với mục tiêu của cách mạng, nên trở thành lực lượng cản trở, đứng ngoài, thậm chí đối lập với cách mạng, trở thành đối tượng phải đánh đổ hoặc cải tạo.\nQuan điểm toàn dân trong tập hợp lực lượng để tiến hành cách mạng xã hội chủ nghĩa ở nước ta nói chung và thực hiện nhiệm vụ công nghiệp hoá nói riêng là một sáng tạo lớn của Hồ Chí Minh. Quan điểm của Người xuất phát từ sự phân tích đúng đắn thái độ chính trị của các tầng lớp, các giai cấp trong xã hội nước ta. Hồ Chí Minh với thái độ cách mạng khoa học, từ nǎm 1924, trong một báo cáo gửi quốc tế Cộng sản đã khẳng định: \"chủ nghĩa dân tộc là động lực lớn của đất nước\"5. Chủ nghĩa dân tộc chân chính - chủ nghĩa yêu nước của nhân dân ta được Hồ Chí Minh và Đảng ta biến thành sức mạnh vô địch trong cuộc đấu tranh lâu dài để giành độc lập, tiếp tục được phát huy trong quá trình xây dựng chủ nghĩa xã hội. Phân tích thái độ của giai cấp tư sản Việt Nam khi bước vào thời kỳ quá độ lên chủ nghĩa xã hội, Hồ Chí Minh viết: \"tư sản nước ta bị Tây, Nhật áp bức, khinh miệt, họ cǎm tức tư sản Nhật, Pháp, cho nên, nếu mình thuyết thục khéo, lãnh đạo khéo, họ có thể hướng theo chủ nghĩa xã hội...\"6.\nTrong khi thực hành nguyên tắc dựa vào lực lượng của toàn dân, Hồ Chí Minh đồng thời không xa rời nguyên lý của chủ nghĩa Mác - Lênin. Người khẳng định rõ vai trò lãnh đạo của giai cấp công nhân, lực lượng chủ chốt trong quá trình xây dựng chủ nghĩa xã hội: \"Ai xây dựng chủ nghĩa xã hội? Nói chung là những người lao động trong xã hội gồm công nhân, nông dân và trí thức cách mạng, v.v., nhưng lực lượng chủ chốt xây dựng chủ nghĩa xã hội là công nhân\"7. và \"giai cấp công nhân là giai cấp lãnh đạo\"8.\nII- Nhân dân vừa là mục tiêu, vừa là động lực của sự nghiệp công nghiệp hoá\nHồ Chí Minh phấn đấu suốt cuộc đời vì mục tiêu giành độc lập cho dân tộc và tự do, hạnh phúc của nhân dân. Người khẳng định:nếu nước độc lập mà dân không được hưởng hạnh phúc, tự do, thì độc lập cũng chẳng có nghĩa lý gì.Trong tư tưởng Hồ Chí Minh về chủ nghĩa xã hội, mối quan hệ nước với dân là thống nhất. Công nghiệp hoá là nhằm mục tiêu xây dựng thành công chủ nghĩa xã hội Việt Nam - một xã hội trong đó dân giàu thì nước mới mạnh. Như vậy cuộc sống hạnh phúc của nhân dân chính là mục tiêu của công nghiệp hoá.\nLà một nước nghèo, lại trải qua chiến tranh lâu dài, muốn công nghiệp hoá thắng lợi thì phải có vốn. Hồ Chí Minh đã chỉ ra cho Đảng và nhân dân ta rằng không thể chỉ trông chờ vào sự giúp đỡ của các nước, mà phải dựa vào dân: \"Muốn xây dựng phải có tiền. Tiền ở đây ra? Tiền ở nhân dân tức là ở nông dân và công thương\" và \"tiền của nhân dân trở lại làm lợi cho nhân dân\"9. Người kêu gọi cán bộ và nhân dân thực hành tiết kiệm, chống lãng phí để lấy vốn xây dựng đất nước: \"Muốn xã hội giàu thì mỗi cá nhân, mỗi gia đình cho đến cả nước phải tǎng gia sản xuất, thực hành tiết kiệm\"10.\nGiải quyết vấn đề huy động vốn trong nhân dân, Hồ Chí Minhmột mặtnhấn mạnh giải pháp thực hành tiết kiệm,mặt khácNgười đã phân tích thấu đáo vai trò của các thành phần kinh tế trong quá trình công nghiệp hoá: kinh tếquốc doanh có tính chất chủ nghĩa xã hội; kinh tế hợp tác xã có tính chất nửa xã hội chủ nghĩa; kinh tế tư bản tư nhân \"họ bóc lột công nhân nhưng đồng thời cũng góp phần xây dựng kinh tế\"3. Kinh tế tư bản quốc gia là nhà nước hùn vốn với nhân dân để kinh doanh và do nhà nước lãnh đạo. Từ sự phân tích trên, Hồ Chí Minh nêu quan điểm \"công tư đều lợi\", \"chủ thợ đều lợi\" trong thời kỳ quá độ và khi Người nhấn mạnh vai trò chủ đạo của kinh tế quốc doanh vẫn đồng thời khẳng định thành phần kinh tế tư bản tư nhân, kinh tế cá thể \"là lực lượng cần thiết cho xây dựng kinh tế nước nhà\".\nPhát triển các thành phần kinh tế trong thời kỳ quá độ lên chủ nghĩa xã hội chính sách đúng đắn của Chủ tịch Hồ Chí Minh vì nó phù hợp với điều kiện của một nước lạc hậu tiến lên chủ nghĩa xã hội chưa trải qua giai đoạn phát triển tư bản chủ nghĩa. Điều đó không những đã phản ánh sự quán triệt tư tưởng của Lênin: Trong một nước tiểu nông, trước hết các đồng chí phải bắc những chiến cầu nhỏ vững chắc đi xuyên qua chủ nghĩa tư bản nhà nước tiến lên chủ nghĩa xã hội, mà còn là biện pháp chủ yếu để huy động các tiềm nǎng to lớn trong nhân dân như vốn, lao động, kinh nghiệm quản lý vào quá trình công nghiệp hoá. Tuy nhiên, trong khi khuyến khích phát triển các thành phần kinh tế, Hồ Chí Minh cũng đòi hỏi nhà nước phải tǎng cường vai trò quản lý để hạn chế những khuyết tật: \"Nhà tư bản thì không khỏi bóc lột. Nhưng Chính phủ ngǎn cấm họ bóc lột công nhân quá tay. Chính phủ phải bảo vệ lợi quyền của công nhân. Đồng thời, vì lợi ích lâu dài, anh chị em thơ cũng để cho chủ được số lợi hợp lý, không yêu cầu quá mức\"11.\nĐể thực hiện công nghiệp hoá, theo Hồ Chí Minh, quan điểm nhất là vấn đề con người: \"Muốn xây dựng chủ nghĩa xã hội phải có con người xã hội chủ nghĩa\". Người nhận thức đầy đủ mặt ưu điểm của con người Việt Nam: \"Nhân dân ta vốn có truyền thống giàu lòng yêu nước, cần cù, tiết kiệm và luôn luôn sẵn sàng hy sinh tất cả để bảo vệ Tổ quốc\"12, đồng thời Hồ Chí Minh cũng chỉ ra mặt hạn chế: \"chúng ta đều biết rằng trình độ khoa học, kỹ thuật của ta hiện nay thấp kém. Lề lối sản xuất chưa cải tiến được nhiều. Cách thức làm việc còn nặng nhọc. Nǎng suất lao động còn thấp kém. Phong tục, tập quán lạc hậu còn nhiều\"13. Vì vậy, để phát huy sức mạnh của nhân dân vào sự nghiệp công nghiệp hoá, Hồ Chí Minh đã nhấn mạnh các biện pháp nhằm \"bồi dưỡng sức dân\":\nMột là, phát triển giáo dục để nâng cao dân trí. Theo Hồ Chí Minh, trình độ dân trí là thước đo sức mạnh của một dân tộc, Người từng nói: \"Một dân tộc dốt là một dân tộc yếu\". Vì vậy, để bảo vệ Tổ quốc và xây dựng chủ nghĩa xã hội nói chung, thực hiện công nghiệp hoá nói riêng phải đẩy mạnh sự nghiệp giáo dục, nâng cao trình độ vǎn hoá cho nhân dân: \"Muốn xây dựng chủ nghĩa xã hội thì phải tǎng gia sản xuất. Muốn tǎng gia sản xuất tốt thì phải có kỹ thuật cải tiến. Muốn sử dụng tốt kỹ thuật thì phải có vǎn hoá. Vì vậy công việc bổ túc vǎn hoá là cực kỳ cần thiết\"14.\nHai là, phát triển y tế; thể dục thể thao để nâng cao sức khoẻ cho nhân dân, Người nói: \"Mỗi một người dân yếu ớt, tức là cả nước yếu ớt, mỗi một người dân mạnh khoẻ tức là cả nước mạnh khoẻ... Dân cường thì quốc thịnh\"15.\nBa là, kết hợp công tác giáo dục với cải tiến công tác quản lý: \"Hiện nay phải phát động công nhân, viên chức cải tiến chế độ quản lý xí nghiệp. Phát động công nhân, viên chức lần này là để giáo dục nâng cao giác ngộ chính trị cho công nhân, giáo dục cán bộ, đồng thời cán bộ và công nhân giáo dục lẫn nhau; trong giáo dục có đấu tranh, tức là phê bình và tự phê bình để tiến bộ, để đoàn kết chặt chẽ hơn, để quản lý tốt để, sản xuất tốt\"16.\nBốn là, tǎng cường vai trò lãnh đạo của Đảng: \"Lực lượng của giai cấp công nhân và nhân dân lao động là rất to lớn, là vô cùng vô tận. Nhưng lực lượng ấy cần có Đảng lãnh đạo quần chúng, thì cách mạng mới thành công\"17.\nIII- Quán triệt quan điểm Hồ Chí Minh và công nghiệp hoá là sự nghiệp của toàn dân sự nghiệp công nghiệp hoá, hiện đại hoá\nSự nghiệp đổi mới của nhân dân ta do Đảng ta khởi xướng và lãnh đạo đến nay đã chuyển sang thời kỳ phát triển mới - thời kỳ đẩy mạnh công nghiệp hoá, hiện đại hoá. Một trong những thành tựu có ý nghĩa to lớn, đánh dấu bước phát triển nhảy vọt trong tư duy lý luận của Đảng là Đại hội đại biểu toàn quốc lần thứ VII của Đảng đã khẳng định lấy chủ nghĩa Mác - Lênin, tư tưởng Hồ Chí Minh làm nền tảng tư tưởng và kim chỉ nam cho hành động của Đảng. Vận dụng tư tưởng chiến lược đại đoàn kết dân tộc Chủ tịch Hồ Chí Minh vào nhiệm vụ trung tâm của thời kỳ quá độ là tiến hành công nghiệp hoá, hiện đại hoá đất nước, Đảng ta khẳng định: \"Trong những nǎm tới, cần động viên mọi tiềm nǎng sáng tạo, phát huy vai trò làm chủ của nhân dân nhằm đẩy mạnh công nghiệp hoá, hiện đại hoá, thực hiện thắng lợi những nhiệm vụ của kế hoạch 5 nǎm phát triển kinh tế- xã hội 1996-2000\" 171. Để đưa chủ trương của Đảng vào cuộc sống, Đại hội đại biểu toàn quốc lần thứ VIII của Đảng đã đề ra các phương hướng chủ yếu sau:\n- Thực hiện nhất quán, lâu dài chính sách phát triển nền kinh tế hàng hoá nhiều thành phần. Lấy việc giải phóng sức sản xuất, động viên tối đa mọi nguồn lực bên trong và bên ngoài trước hết là nội lực cho công nghiệp hoá, hiện đại hoá, nâng cao hiệu quả kinh tế và xã hội, cải thiện đời sống nhân dân làm mục tiêu hàng đầu trong việc khuyến khích phát triển các thành phần kinh tế và hình thức tổ chức kinh doanh.\n- Cùng với khoa học và công nghệ, giáo dục và đào tạo là quốc sách hàng đầu nhằm nâng cao dân trí, đào tạo nhân lực, bồi dưỡng nhân tài.\n- Xây dựng nền vǎn hoá tiên tiến, đậm đà bản sắc dân tộc.\n- Thực hiện tốt các chính sách xã hội, tǎng trưởng kinh tế gắn liền với tiến bộ và công bằng xã hội, bằng tập trung sức tạo việc làm, xoá đói giảm nghèo, đền ơn đáp nghĩa...\n- Thực hiện đại đoàn kết dân tộc, phát huy quyền làm chủ của nhân dân. Xây dựng Đảng đáp ứng yêu cầu của sự nghiệp công nghiệp hoá, hiện đại hoá.\nVới những chủ trương đúng đắn đó, sự nghiệp công nghiệp hoá, hiện đại hoá do Đảng lãnh đạo nhất định sẽ đi vào cuộc sống, trở thành một phong trào cách mạng của quần chúng làm cho nước ta trở thành một nước công nghiệp trong những thập niên đầu thế kỷ XXI, đáp ứng lòng mong mỏi của Bác Hồ kính yêu và của toàn thể dân tộc Việt Nam.\n1. Đảng Cộng sản Việt Nam: Vǎn kiện Đại hội đại biểu toàn quốc lần thứ VIII, Nxb. Chính trị quốc gia, Hà Nội, 1996, tr.85.2, 3. Hồ Chí Minh: Toàn tập, Nxb. chính trị quốc gia, Hà Nội, 1996, t.10, tr.41.4. Sđd, t.8, tr.228.5. Hồ Chí Minh: Toàn tập, Nxb. Chính trị quốc gia, Hà Nội, 1995, t.1, tr.466.6. Sđd, t.8, tr.227.7 ,8. Sđd, t.12, tr.565, 564.9. Hồ Chí Minh: Toàn tập, Nxb. Chính trị quốc gia, Hà Nội, 1996, t.8, tr. 421.10. Sđd, t.9, tr.23.11. Hồ Chí Minh: Toàn tập, Nxb. Chính trị quốc gia, Hà Nội, 1996, t.7, tr. 222.12. Sđd, t.10, tr.572.13. Sđd, t.11, tr.77.14. Sđd, t.9, tr.577.15. Sđd, t.4, tr.212.16 , 17. Sđd, t.9, tr.261, 290.17. Đảng Cộng sản Việt Nam: Vǎn kiện Đại hội đại biểu toàn quốc lần thứ VIII, Nxb. Chính trị quốc gia, Hà Nội, 1996, tr.122.\n",
        "link": "https://tulieuvankien.dangcongsan.vn/c-mac-angghen-lenin-ho-chi-minh/ho-chi-minh/nghien-cuu-hoc-tap-tu-tuong/cong-nghiep-hoa-la-su-nghiep-cua-toan-dan-theo-tu-tuong-ho-chi-minh-2023"
    },
    {
        "id": 5,
        "content": "TCCS - Trong di sản mà Chủ tịch Hồ Chí Minh để lại cho dân tộc Việt Nam và nhân loại, đoàn kết, hợp tác quốc tế là một trong những tư tưởng cốt lõi của Người. Đó là kim chỉ nam, định hướng quan trọng trong quá trình hoạch định, thực hiện đường lối đối ngoại của Đảng và Nhà nước ta trước đây cũng như hiện nay.\nTrong quá trình đấu tranh dựng nước và giữ nước của dân tộc, từ thực tiễn đấu tranh cách mạng của Đảng ta, Chủ tịch Hồ Chí Minh đã đúc kết một triết lý sâu sắc: “Đoàn kết, đoàn kết, đại đoàn kết. Thành công, thành công, đại thành công”(1). Tư tưởng đoàn kết của Chủ tịch Hồ Chí Minh được thể hiện cả về tư duy lý luận và hoạt động thực tiễn; không chỉ trong nội bộ Đảng, trong bộ máy chính quyền, trong phạm vi dân tộc Việt Nam, mà còn được thể hiện trên bình diện rộng lớn hơn, đó là đoàn kết, hợp tác quốc tế.\nSuốt 60 năm hoạt động cách mạng, trong đó 30 năm hoạt động ở nước ngoài, liên tục tham gia phong trào cách mạng và đóng góp cho sự nghiệp chung của cách mạng thế giới; thông điệp về tình hữu nghị, đoàn kết, hợp tác quốc tế luôn được Chủ tịch Hồ Chí Minh thể hiện một cách rõ ràng, sâu sắc. Tư tưởng đoàn kết của Người thể hiện nhãn quan chính trị của một vĩ nhân, sự tài tình của nhà tổ chức cách mạng luôn đặt yếu tố đoàn kết lên hàng đầu. Theo di huấn của Người, chỉ có“đoàn kết, đại đoàn kết”mới tập hợp được lực lượng, hình thành được tổ chức cách mạng, mới tạo được sức mạnh to lớn để biến lý luận khoa học, biến đường lối, quan điểm của Đảng thành hiện thực và mới đạt được“đại thành công”.\nNét đặc sắc trong tư tưởng Hồ Chí Minh về đối ngoại\nĐánh giá về những cống hiến của Chủ tịch Hồ Chí Minh, Tổ chức Giáo dục, Khoa học và Văn hóa của Liên hợp quốc (UNESCO) nhấn mạnh: “Chủ tịch Hồ Chí Minh là một biểu tượng kiệt xuất về quyết tâm của cả một dân tộc, đã cống hiến trọn đời mình cho sự nghiệp giải phóng dân tộc của nhân dân Việt Nam, góp phần vào cuộc chiến đấu chung của các dân tộc vì hòa bình, độc lập dân tộc, dân chủ và tiến bộ xã hội. Sự đóng góp quan trọng về nhiều mặt của Chủ tịch Hồ Chí Minh trong các lĩnh vực văn hóa, giáo dục và nghệ thuật là kết tinh của truyền thống văn hóa hàng ngàn năm của nhân dân Việt Nam và những tư tưởng của Người là hiện thân của những khát vọng của các dân tộc trong việc khẳng định bản sắc dân tộc của mình và tiêu biểu cho việc thúc đẩy sự hiểu biết lẫn nhau”(2). Đoàn kết, hợp tác quốc tế không chỉ là nét đặc sắc trong tư tưởng ngoại giao Hồ Chí Minh, mà còn là phương châm hành động thúc đẩy sự hiểu biết, đoàn kết giữa các quốc gia, dân tộc trên thế giới.\nTư tưởng Hồ Chí Minh về đoàn kết, hợp tác quốc tế bắt nguồn từ tình yêu thương đối với con người, nhân loại, đoàn kết toàn nhân loại vì mục tiêu giải phóng các dân tộc bị áp bức, giải phóng giai cấp, giải phóng con người. Trong suốt cuộc đời hoạt động cách mạng của mình, Chủ tịch Hồ Chí Minh luôn đặt cách mạng Việt Nam trong mối quan hệ với phong trào cách mạng thế giới. Năm 1920, khi tham dự Đại hội lần thứ XVIII của Đảng Xã hội Pháp ở thành phố Tua với tư cách là đại biểu Đông Dương, Nguyễn Ái Quốc đã bỏ phiếu tán thành gia nhập Quốc tế Cộng sản, trở thành một thành viên sáng lập Đảng Cộng sản Pháp. Từ đây, Người đã đặt nền móng cho tình đoàn kết giữa Đảng Cộng sản Việt Nam và Đảng Cộng sản Pháp, tạo sự gắn bó chặt chẽ hơn giữa phong trào cách mạng Việt Nam với phong trào cách mạng thế giới.\nTrong giai đoạn hoạt động cách mạng ở Pháp và Nga, Chủ tịch Hồ Chí Minh đã tranh thủ sự đồng tình và ủng hộ của Đảng Cộng sản Pháp, Hội liên hiệp thuộc địa, Quốc tế Cộng sản nhằm thiết lập mối quan hệ với các nhà lãnh đạo của các phong trào cách mạng thế giới ủng hộ cuộc đấu tranh giải phóng của các dân tộc thuộc địa nói chung và Việt Nam nói riêng. Trong thời kỳ hoạt động ở Trung Quốc, với các hoạt động ngoại giao khôn khéo, Chủ tịch Hồ Chí Minh đã tranh thủ được sự ủng hộ của Đảng Cộng sản Trung Quốc, kể cả Quốc dân Đảng, tổ chức một số hoạt động nhằm tạo thuận lợi cho các hoạt động cách mạng của ta, như thành lập “Việt Nam độc lập đồng minh hội Hải ngoại biện sự xứ” - cơ quan đại diện của Mặt trận Việt Minh ở nước ngoài  - nhằm duy trì quan hệ với Quốc dân Đảng Trung Quốc và làm nơi liên lạc quốc tế của cách mạng Việt Nam. Với cơ quan đại diện này, cách mạng Việt Nam đã có sự liên hệ với các lực lượng cách mạng ở Trung Quốc và các nước Đông Nam Á.\nNhư vậy, có thể thấy, tư tưởng ngoại giao Hồ Chí Minh về đoàn kết, hợp tác quốc tế được hình thành và phát triển trong suốt quá trình hoạt động cách mạng của Người. Qua các bài viết, bài nói chuyện của Chủ tịch Hồ Chí Minh; các văn kiện về đường lối, chính sách đối ngoại, đoàn kết quốc tế của Đảng và Nhà nước ta; từ những tác phẩm của các học trò xuất sắc của Người; từ các chiến sĩ cộng sản quốc tế, các chính khách, các nhân sĩ, tri thức và bạn bè quốc tế viết, nói về Bác... cho thấy nét đặc sắc, toàn diện về tư duy, phương pháp, phong cách đoàn kết và hợp tác quốc tế của Chủ tịch Hồ Chí Minh.\nThứ nhất, đoàn kết, hợp tác quốc tế có mối quan hệ biện chứng với độc lập, tự chủ.\nVới tư duy nhất quán “muốn người ta giúp cho, thì trước mình phải tự giúp lấy mình đã”(3), Chủ tịch Hồ Chí Minh luôn đề cao “độc lập, tự chủ” trong hợp tác và đoàn kết quốc tế. Theo Người, giữ vững độc lập, tự chủ vừa là đường lối, vừa là nguyên tắc bất biến để bảo vệ tốt nhất lợi ích quốc gia,  dân tộc. “Đó chính là kết tinh của sự nghiệp đối ngoại thời đại Hồ Chí Minh”(4).\nTheo Chủ tịch Hồ Chí Minh, độc lập là không phụ thuộc, không bắt chước, không giáo điều. Tự chủ là chủ động suy nghĩ và làm chủ suy nghĩ, hành động của mình, tự chịu trách nhiệm trước nhân dân, đất nước, biết làm chủ bản thân và công việc. Trong quan hệ quốc tế, Chủ tịch Hồ Chí Minh khẳng định: “Độc lập nghĩa là chúng tôi điều khiển lấy mọi công việc của chúng tôi, không có sự can thiệp ở ngoài vào”(5). Người kiên quyết: “Độc lập mà không có quân đội riêng, ngoại giao riêng, kinh tế riêng. Nhân dân Việt Nam quyết không thèm thứ thống nhất và độc lập giả hiệu ấy”(6). Như vậy, không chỉ dân tộc Việt Nam độc lập, tự chủ, thống nhất và toàn vẹn lãnh thổ, mà lĩnh vực ngoại giao, đối ngoại cũng phải độc lập, không bị bất kỳ thế lực, lực lượng nào chi phối.\nVới nhãn quan chiến lược sáng suốt, Chủ tịch Hồ Chí Minh đã thể hiện sâu sắc, cụ thể mối quan hệ biện chứng giữa độc lập, tự chủ với đoàn kết, hợp tác quốc tế; giữa tự lực, tự cường với hợp tác và phát triển. Người không tuyệt đối hóa một nhân tố nào, mà đề cập rất rõ ràng, sinh động về vị trí, vai trò của từng nhân tố, sự liên kết của sức mạnh bên trong với sức mạnh bên ngoài. Trong mối quan hệ biện chứng đó, “độc lập, tự chủ” luôn giữ vai trò quyết định, là nền tảng vững chắc để thúc đẩy hợp tác quốc tế, tranh thủ sự ủng hộ rộng rãi của cộng đồng quốc tế; đồng thời, đoàn kết, hợp tác quốc tế chính là tạo môi trường quốc tế thuận lợi, sức mạnh tổng hợp để giữ vững độc lập, tự chủ. Mối quan hệ biện chứng giữa độc lập, tự chủ với đoàn kết, hợp tác quốc tế chính là biểu hiện cụ thể của mối quan hệ giữa đối nội và đối ngoại, sức mạnh bên trong và sức mạnh bên ngoài, giữa sức mạnh dân tộc và sức mạnh thời đại.\nThứ hai, đoàn kết, hợp tác quốc tế phải bảo đảm cao nhất lợi ích quốc gia, dân tộc.\nTheo quan điểm của Chủ tịch Hồ Chí Minh, đoàn kết, hợp tác quốc tếtrong đường lối đối ngoại của Việt Nam là phải đặt lợi ích quốc gia, dân tộc lên trên hết, trước hết; nói cách khác, muốn làm gì cũng cần vì lợi ích của dân tộc. Ngày 14-1-1950, trong Lời tuyên bố của Chính phủ nước Việt Nam Dân chủ Cộng hòa cùng Chính phủ các nước trên thế giới, Chủ tịch Hồ Chí Minh nhấn mạnh: “Chính phủ Việt Nam Dân chủ Cộng hòa sẵn sàng đặt quan hệ ngoại giao với Chính phủ nước nào trọng quyền bình đẳng, chủ quyền lãnh thổ và chủ quyền quốc gia của nước Việt Nam, để cùng nhau bảo vệ hòa bình và xây đắp dân chủ thế giới”(7).\nRõ ràng, quan điểm đặt lợi ích quốc gia, dân tộc lên trên hết, lấy mục tiêu độc lập dân tộc là hàng đầu của Chủ tịch Hồ Chí Minh là hoàn toàn hợp quy luật và lô-gíc phát triển của hoạt động đối ngoại cũng như truyền thống chống ngoại xâm của dân tộc Việt Nam. Đó cũng là khát khao cháy bỏng, nguyện vọng chính đáng của dân tộc Việt Nam. Tuy nhiên, cần hiểu đúng quan điểm “bảo đảm lợi ích quốc gia, dân tộc” trong tư tưởng Hồ Chí Minh hoàn toàn đối lập với chủ nghĩa dân tộc hẹp hòi, chủ nghĩa biệt phái.\nĐể chiến thắng những kẻ thù mạnh hơn gấp nhiều lần, Chủ tịch Hồ Chí Minh luôn chủ trương tăng cường đoàn kết và tranh thủ sự hợp tác quốc tế, coi đây là vấn đề mang tầm chiến lược hàng đầu trong đường lối cách mạng Việt Nam. Mục tiêu của đoàn kết, hợp tác quốc tế là tập hợp lực lượng bên ngoài, tranh thủ sự đồng tình, ủng hộ và giúp đỡ của bạn bè quốc tế, thúc đẩy khả năng tự lực, tự cường, tạo điều kiện làm chuyển biến so sánh lực lượng thuận lợi cho cách mạng. Theo đó, độc lập, tự chủ, tự lực, tự cường phải gắn với đoàn kết, hợp tác quốc tế với mục tiêu mang lại thắng lợi cho cách mạng, bảo vệ lợi ích quốc gia, dân tộc. Trong đoàn kết, hợp tác quốc tế, Chủ tịch Hồ Chí Minh không chủ trương đối thoại, hợp tác với bên ngoài, với các nước bằng mọi giá, mà phải dựa trên cơ sở giữ vững độc lập, chủ quyền, bình đẳng, các bên cùng có lợi. Theo Người, bất kỳ nước nào muốn hợp tác với Việt Nam, muốn đem tư bản đến kinh doanh ở Việt Nam với mục đích làm lợi cho cả hai bên thì sẽ được Việt Nam hoan nghênh. Ngược lại, bất kỳ nước nào mong muốn đưa tư bản đến để ràng buộc, áp đặt thì Việt Nam sẽ kiên quyết từ chối. Chủ tịch Hồ Chí Minh luôn khẳng định độc lập, chủ quyền, bình đẳng là nền tảng trong mọi quan hệ hợp tác quốc tế. Người chỉ rõ: “Trên nguyên tắc bình đẳng và hai bên cùng có lợi, chúng tôi sẵn sàng đặt quan hệ ngoại giao và thương mại với tất cả các nước”(8). Ngay khi mới giành được chính quyền, Người sẵn sàng mời những nhà chuyên môn đến từ Pháp, Mỹ, Nga,... qua Việt Nam giúp ta kiến thiết đất nước, nhưng với điều kiện họ phải thừa nhận quyền độc lập của nước ta. Theo Người, “Nếu không vậy, thì không thể nói chuyện gì được cả”(9). Đó là một nguyên lý cơ bản trong tư tưởng Hồ Chí Minh, là “sợi chỉ đỏ” xuyên suốt toàn bộ hoạt động ngoại giao Việt Nam.\nThứ ba, đoàn kết, hợp tác quốc tế để “thêm bạn, bớt thù”, tăng cường sự hiểu biết lẫn nhau giữa các quốc gia, dân tộc trên thế giới.\nTrong suốt cuộc đời hoạt động cách mạng, Chủ tịch Hồ Chí Minh luôn nỗ lực góp phần tăng cường hiểu biết giữa các dân tộc, xây dựng tình đoàn kết giữa các lực lượng cách mạng và dân chủ, thúc đẩy quan hệ quốc tế hữu nghị và hợp tác giữa các quốc gia nhằm củng cố, bảo vệ, giữ vững hòa bình và độc lập dân tộc. Người chủ trương tích cực, chủ động đoàn kết, hợp tác quốc tế trên cơ sở giữ vững độc lập, tự chủ, tôn trọng lẫn nhau; thực hiện phương châm “làm bạn với tất cả mọi nước dân chủ và không gây thù oán với một ai”(10), “thêm bạn, bớt thù” và “giúp bạn là tự giúp mình”. Theo Chủ tịch Hồ Chí Minh, đoàn kết, hợp tác quốc tế không những để tranh thủ sự ủng hộ, giúp đỡ của cộng đồng quốc tế, mà còn là thể hiện trách nhiệm ủng hộ, giúp đỡ các nước khác, thực hiện nghĩa vụ quốc tế. Vì lẽ đó, Người chủ trương,một mặt,cần ra sức kháng chiến, tham gia các phong trào ủng hộ hòa bình trên thế giới;mặt khác, hợp tác phải đi đôi với đấu tranh.Người kiên quyết đấu tranh chống chiến tranh xâm lược, cường quyền, áp đặt trong quan hệ quốc tế, cũng như mọi hành động can thiệp và xâm phạm lợi ích chính đáng của các dân tộc. “Những tư tưởng của Người là hiện thân của những khát vọng của các dân tộc mong muốn được khẳng định bản sắc văn hóa của mình và mong muốn tăng cường sự hiểu biết lẫn nhau giữa các dân tộc”(11).\nVận dụng tư tưởng Hồ Chí Minh về đoàn kết, hợp tác quốc tế trong đường lối đối ngoại hiện nay\nQua hơn 35 năm đổi mới, kế thừa, vận dụng và sáng tạo truyền thống đối ngoại vẻ vang của dân tộc, nhất là tư tưởng Hồ Chí Minh về đoàn kết, hợp tác quốc tế, Đảng ta không ngừng bổ sung, phát triển và hoàn thiện đường lối đối ngoại độc lập, tự chủ, vì hòa bình, hợp tác và phát triển, thực thi chính sách đối ngoại đa phương hóa, đa dạng hóa, chủ động và tích cực hội nhập quốc tế. Đại hội XIII của Đảng khẳng định: “Thực hiện nhất quán đường lối đối ngoại độc lập, tự chủ, hòa bình, hữu nghị, hợp tác và phát triển, đa dạng hóa, đa phương hóa quan hệ đối ngoại. Bảo đảm cao nhất lợi ích quốc gia - dân tộc trên cơ sở các nguyên tắc cơ bản của Hiến chương Liên hợp quốc và luật pháp quốc tế, bình đẳng, hợp tác, cùng có lợi. Kết hợp sức mạnh dân tộc với sức mạnh thời đại, chủ động và tích cực hội nhập quốc tế toàn diện, sâu rộng; Việt Nam là bạn, là đối tác tin cậy và là thành viên tích cực, có trách nhiệm trong cộng đồng quốc tế”(12). Tại Hội nghị Đối ngoại toàn quốc triển khai thực hiện Nghị quyết Đại hội XIII của Đảng năm 2021, Tổng Bí thư Nguyễn Phú Trọng nhấn mạnh: “Hơn 90 năm qua, dưới sự lãnh đạo của Đảng và Chủ tịch Hồ Chí Minh, trên cơ sở vận dụng sáng tạo những nguyên lý cơ bản của chủ nghĩa Mác - Lê-nin, kế thừa và phát huy truyền thống, bản sắc đối ngoại, ngoại giao và văn hóa dân tộc, tiếp thu có chọn lọc tinh hoa văn hóa thế giới và tư tưởng tiến bộ của thời đại, chúng ta đã xây dựng nên một trường phái đối ngoại và ngoại giao rất đặc sắc và độc đáo của thời đại Hồ Chí Minh, mang đậm bản sắc“cây tre Việt Nam”, “gốc vững, thân chắc, cành uyển chuyển”,... thấm đượm tâm hồn, cốt cách và khí phách của dân tộc Việt Nam”(13). Chính vì vậy, để vận dụng tư tưởng đoàn kết, hợp tác quốc tế của Chủ tịch Hồ Chí Minh trong quá trình hoạch định, thực hiện đường lối đối ngoại với nhiều thời cơ thuận lợi và khó khăn, thách thức đan xen, cần thực hiện tốt một số nội dung sau:\nMột là,đẩy mạnh vận dụng, phát triển và sáng tạo tư tưởng Hồ Chí Minh về đoàn kết, hợp tác quốc tế trong quá trình hoạch định, thực hiện đường lối đối ngoại hiện nay.\nVận dụng tư tưởng Hồ Chí Minh về đoàn kết, hợp tác quốc tế là quá trình thực hành các quan điểm có chọn lọc và sáng tạo. Theo đó, công tác hoạch định, thực hiện đường lối đối ngoại hiện nay cần chọn lọc những nội dung phù hợp với yêu cầu thực tiễn để thực hành một cách sáng tạo, trên cơ sở kết hợp những chỉ dẫn, nguyên tắc trong tư tưởng Hồ Chí Minh với điều kiện, đặc điểm và môi trường vận dụng. Có như vậy mới mang lại hiệu quả thiết thực, tránh rơi vào vận dụng hình thức, máy móc, rập khuôn, thiếu hiệu quả.\nTư tưởng Hồ Chí Minh về đoàn kết, hợp tác quốc tế cùng các quan điểm về đối ngoại có giá trị lịch sử sâu sắc, mang ý nghĩa thời đại, nhưng không phải là bất biến, cố định, mà cần phải được bổ sung những yếu tố phù hợp với sự vận động, phát triển không ngừng của thực tiễn. Có như vậy, tư tưởng Hồ Chí Minh mới có sức sống mạnh mẽ, dẫn dắt, soi đường cho sự nghiệp cách mạng Việt Nam. Nhất là khi “chúng ta phải nhạy bén, dám nghĩ, dám làm, có tinh thần chủ động tiến công, dám vượt ra khỏi khuôn khổ những tư duy cũ, những lĩnh vực quen thuộc để có suy nghĩ và hành động vượt tầm quốc gia, đạt tới tầm khu vực và quốc tế. Chúng ta cần xây dựng vị thế và tâm thế mới của Việt Nam trong ứng xử và xử lý mối quan hệ với các nước, song phương cũng như đa phương”(14).\nĐể vận dụng và phát triển sáng tạo tư tưởng Hồ Chí Minh về đoàn kết, hợp tác quốc tế đạt kết quả, đòi hỏi toàn Đảng, toàn dân cần nhận thức rõ thế nào là “vận dụng”, thế nào là “phát triển”; đồng thời, cần nắm vững đối tượng để “vận dụng” và “phát triển”. Vấn đề đặt ra đối với sự “vận dụng” là phải đúng đắn, sáng tạo; “phát triển” cần bảo đảm tính kế thừa, đúng hướng. Phát triển là cập nhật nội dung mới, nâng tầm nội dung của tư tưởng Hồ Chí Minh về đoàn kết, hợp tác quốc tế, góp phần nâng cao giá trị của tư tưởng, lý luận.\nBên cạnh đó, cần tiếp tục đẩy mạnh tuyên truyền, quán triệt về nội dung, giá trị của tư tưởng Hồ Chí Minh về đoàn kết, hợp tác quốc tế. Đa dạng hóa hình thức tuyên truyền và làm phong phú các nội dung nhằm mang lại hiệu quả thiết thực trên không gian rộng hơn. Tuy nhiên, trong quá trình tuyên truyền, cần chú ý đến hiệu quả, tránh chạy theo số lượng, hình thức; nội dung tuyên truyền cần phù hợp với từng đối tượng trong xã hội, trong đó đặc biệt chú ý đến thế hệ trẻ, như thanh, thiếu niên, sinh viên.\nHai là, quán triệt sâu sắc và thực hiện đúng đắn đường lối đối ngoại độc lập, tự chủ, hòa bình, hợp tác và phát triển; đa phương hóa, đa dạng hóa quan hệ đối ngoại, chủ động và tích cực hội nhập quốc tế sâu rộng, vì lợi ích quốc gia, dân tộc.\nVận dụng và phát triển sáng tạo tư tưởng Hồ Chí Minh về đoàn kết, hợp tác quốc tế ở nước ta hiện nay phải thống nhất hai mặt của mối quan hệ biện chứng: vừa hợp tác, vừa đấu tranh, vận dụng đúng đắn quan điểm về đối tác, đối tượng; tăng cường hợp tác, tiếp tục tạo thế đan xen lợi ích chiến lược giữa nước ta với các nước, để ngăn ngừa xung đột, tránh đối đầu, bị cô lập, phụ thuộc. Trong đó, mục tiêu bao trùm là giữ vững môi trường hòa bình, ổn định, thuận lợi cho sự nghiệp xây dựng và bảo vệ Tổ quốc, thực hiện các nhiệm vụ chiến lược về phát triển kinh tế - xã hội; đồng thời, kiên quyết, kiên trì bảo vệ vững chắc độc lập, chủ quyền, quyền chủ quyền, quyền tài phán quốc gia, toàn vẹn lãnh thổ và các lợi ích chính đáng của đất nước phù hợp với luật pháp quốc tế. Một trong những yêu cầu then chốt nhằm bảo đảm môi trường hòa bình là phải luôn kiên trì, bình tĩnh, sáng suốt, khôn khéo, xử lý đúng đắn các mối quan hệ đối ngoại, trong đó có vấn đề chủ quyền, lãnh thổ. Đây là “nhiệm vụ hết sức quan trọng của cả hệ thống chính trị, trong đó ngành ngoại giao là những người đi đầu”(15).\nNhư một tất yếu khách quan, để tranh thủ và tận dụng tối đa cơ hội, kiểm soát và hóa giải các thách thức, ứng phó tốt với những chuyển biến bên ngoài, cần ghi nhớ lời dạy của Chủ tịch Hồ Chí Minh: Sự nghiệp làm nên bởi chữ Đồng. Theo đó, cần chú trọng đề cao việc xây dựng và giữ gìn đoàn kết và đồng thuận trong nước. Với mục tiêu lớn nhất, cao nhất là phải kiên quyết bảo vệ lợi ích quốc gia, dân tộc, “tất cả mọi người đều phải vì nước, vì dân”(16). Có như vậy, trong triển khai công tác đối ngoại mới có thể vận dụng và sáng tạo một cách hiệu quả nhất tư tưởng Hồ Chí Minh về đoàn kết, hợp tác quốc tế, “kết hợp sức mạnh dân tộc với sức mạnh thời đại”; thực hiện phương châm “dĩ bất biến ứng vạn biến”. Điểm mấu chốt là giữ “trái tim nóng, cái đầu lạnh” và “kiên quyết, kiên trì” để xử trí các thách thức đối ngoại, tranh thủ điểm “tương đồng” về lợi ích để thúc đẩy hợp tác và phát triển trên cơ sở bảo vệ lợi ích quốc gia, dân tộc và tôn trọng luật pháp quốc tế.\nBa là, mở rộng và nâng cao hiệu quả các hoạt động đối ngoại, nhất là trong các lĩnh vực hợp tác về kinh tế, văn hóa, chính trị, quốc phòng, an ninh với các nước trên thế giới.\nNhư Tổng Bí thư Nguyễn Phú Trọng đã khẳng định: “Đất nước ta chưa bao giờ có được cơ đồ, tiềm lực, vị thế và uy tín quốc tế như ngày nay”, từ một nền kinh tế lạc hậu, xếp hạng cuối trong số các quốc gia Đông Nam Á, Việt Nam đã vươn lên trở thành nền kinh tế lớn thứ tư trong Hiệp hội các quốc gia Đông Nam Á (ASEAN) với tổng sản phẩm quốc nội (GDP) ở mức hơn 340 tỷ USD (năm 2020). Giá trị thương hiệu quốc gia hiện đứng ở vị trí thứ 33 trong tốp 100 thương hiệu quốc gia giá trị nhất thế giới, chỉ số ảnh hưởng ngoại giao đứng thứ 9/26 ở khu vực châu Á và đứng thứ hai trong khu vực Đông Nam Á(17). Nhằm tiếp tục nâng cao vị thế, uy tín của Việt Nam trên trường quốc tế, cần mở rộng và nâng cao hiệu quả các hoạt động đối ngoại, nhất là hợp tác trên các lĩnh vực, như kinh tế, văn hóa, chính trị, quốc phòng, an ninh với các nước.Trong đó, cần tập trungkết hợp chặt chẽ giữa đối ngoại với quốc phòng, an ninh; giữa đối ngoại đảng, ngoại giao nhà nước và đối ngoại nhân dân, để tạo thế chân kiềng vững chắc; kiên quyết, kiên trì bảo vệ độc lập, chủ quyền, thống nhất và toàn vẹn lãnh thổ, bảo vệ Tổ quốc “từ sớm, từ xa”; chủ động phòng ngừa và hóa giải các nguy cơ an ninh thông qua thúc đẩy đối thoại, xây dựng lòng tin, ngoại giao phòng ngừa và thượng tôn pháp luật. Tiếp tục duy trì các mối quan hệ với các đối tác, “trước hết là các nước láng giềng và các nước lớn, đi vào chiều sâu, ổn định, hiệu quả; ưu tiên duy trì ổn định và giữ đà quan hệ, tăng cường tin cậy chính trị, thúc đẩy hợp tác trên các lĩnh vực, đồng thời xử lý các khác biệt và vấn đề nảy sinh trên tinh thần hợp tác, hữu nghị, kiểm soát bất đồng, dựa trên luật pháp quốc tế và thông lệ khu vực”(18).\nThực tiễn minh chứng, hợp tác kinh tế, văn hóa, chính trị, quốc phòng, an ninh là một thể thống nhất, không tách rời nhau, không thể hợp tác thành công nếu chỉ hợp tác trên một mặt, một lĩnh vực. Đoàn kết, hợp tác quốc tế trên một lĩnh vực tạo ra các nhu cầu hợp tác và tác động mạnh mẽ đến kết quả hợp tác trên các lĩnh vực khác, cũng như kết quả chung của quá trình hợp tác quốc tế. Trong đó, hợp tác về kinh tế giữ vị trí trung tâm, có vai trò tiên phong thúc đẩy các mặt hợp tác khác phát triển ngày càng mạnh mẽ và sâu rộng. Hợp tác về quốc phòng, an ninh phải dựa trên nền tảng hợp tác về kinh tế, chính trị, văn hóa, xã hội. Quá trình hợp tác quốc phòng, an ninh là nhằm tạo môi trường hòa bình cho công cuộc phát triển kinh tế, xã hội của đất nước và hợp tác quốc tế ngày càng toàn diện hơn. Hợp tác về quốc phòng, an ninh càng gắn bó chặt chẽ, càng góp phần thúc đẩy mạnh mẽ công cuộc xây dựng và bảo vệ Tổ quốc.\nDi sản đường lối đối ngoại, trong đó có tư tưởng về đoàn kết, hợp tác quốc tế mà Chủ tịch Hồ Chí Minh để lại cho chúng ta là một kho tàng vô cùng quý giá. Vận dụng sáng tạo và hiệu quả tư tưởng của Người trong công tác đối ngoại hiện nay góp phần xứng đáng vào sự nghiệp xây dựng và bảo vệ Tổ quốc Việt Nam xã hội chủ nghĩa./.\n-----------------------\n(1) Hồ Chí Minh:Toàn tập, Nxb. Chính trị quốc gia Sự thật, Hà Nội, 2011, t. 1, tr. XV(2) Ủy ban Khoa học xã hội Việt Nam:Hồ Chí Minh  - Anh hùng giải phóng dân tộc, danh nhân văn hóa, Nxb. Khoa học xã hội, Hà Nội, 1990, tr. 5(3) Hồ Chí Minh:Toàn tập,Sđd, t. 2, tr. 320(4) Trần Vi Dân:“Tư tưởng Hồ Chí Minh về độc lập, tự chủ trong đối ngoại, đoàn kết quốc tế và việc vận dụng trong tình hình hiện nay”,Tạp chí Cộng sản điện tử,ngày 6-7-2021,https://www.tapchicongsan.org.vn/web/guest/quoc-phong-an-ninh-oi-ngoai1/-/2018/823631/tu-tuong-ho-chi-minh-ve-doc-lap%2C-tu-chu-trong-doi-ngoai%2C-doan-ket-quoc-te-va-viec-van-dung-trong-tinh-hinh-hien-nay.aspx(5), (6) Hồ Chí Minh:Toàn tập,Sđd, t. 5, tr. 162, 602(7) Hồ Chí Minh:Toàn tập,Sđd, t. 6, tr. 311(8) Hồ Chí Minh:Toàn tập,Sđd, t. 10, tr. 317(9) Hồ Chí Minh:Toàn tập,Sđd, t. 4, tr. 86(10) Hồ Chí Minh:Toàn tập,Sđd, t. 5, tr. 256(11) Bảo tàng Hồ Chí Minh: “Về Nghị quyết của UNESCO vinh danh Chủ tịch Hồ Chí Minh”,Báo điện tử Đảng Cộng sản Việt Nam,ngày 2-12-2019,https://dangcongsan.vn/tu-lieu-tham-khao-cuoc-thi-trac-nghiem-tim-hieu-90-nam-lich-su-ve-vang-cua-dang-cong-san-viet-nam/tu-lieu-cuoc-thi/ve-nghi-quyet-cua-unesco-vinh-danh-chu-tich-ho-chi-minh-543986.html(12)Văn kiện Đại hội đại biểu toàn quốc lần thứ XIII,Nxb. Chính trị quốc gia Sự thật, Hà Nội, 2021,t. I, tr. 161  - 162(13) Nguyễn Phú Trọng:Một số vấn đề lý luận và thực tiễn về chủ nghĩa xã hội và con đường đi lên chủ nghĩa xã hội ở Việt Nam, Nxb. Chính trị quốc gia Sự thật, Hà Nội, 2022, tr.183 – 184(14), (15), (16) Nguyễn Phú Trọng:Một số vấn đề lý luận và thực tiễn về chủ nghĩa xã hội và con đường đi lên chủ nghĩa xã hội ở Việt Nam,Sđd, tr. 193, 193, 194(17) Xem: “Thương hiệu quốc gia Việt Nam năm 2022 tiếp tục gia tăng về giá trị và thứ hạng trong tốp 100 giá trị thương hiệu quốc gia mạnh nhất trên thế giới”,Cổng thông tin điện tử Bộ Công Thương, ngày 21-9-2022,https://moit.gov.vn/tin-tuc/thong-bao/thuong-hieu-quoc-gia-viet-nam-nam-2022-tiep-tuc-gia-tang-ve-gia-tri-va-thu-hang-trong-top-100-gia-tri-thuong-hieu-quoc-g.html(18) Nguyễn Phú Trọng:Một số vấn đề lý luận và thực tiễn về chủ nghĩa xã hội và con đường đi lên chủ nghĩa xã hội ở Việt Nam,Sđd, tr. 195\n",
        "link": "https://www.tapchicongsan.org.vn/web/guest/quoc-phong-an-ninh-oi-ngoai1/-/2018/827273/van-dung-tu-tuong-ho-chi-minh-ve-doan-ket%2C-hop-tac-quoc-te-trong-duong-loi-doi-ngoai-cua-viet-nam-hien-nay.aspx"
    }
]